[
{"name": "Liz", "line": "Hello? Excuse me? nThere's a line, buddy."},
{"name": "Man", "line": "There's two lines."},
{"name": "Liz", "line": "No, no, there's one line. We're in it."},
{"name": "Man", "line": "I'm just getting a hot dog."},
{"name": "Liz", "line": "We're all getting hot dogs. What, do you think there's two lines and we're all in this line and you're the only genius that got in the other line? You believe this guy?"},
{"name": "Liz", "line": "Don't line up behind him. He cheated you."},
{"name": "Man", "line": "Hey, shut up."},
{"name": "Liz", "line": "Now I want all the hot dogs, please. Yeah, I'm buying all the hot dogs."},
{"name": "Man", "line": "You don't have to do that. No, no, no, You don't have to do that. That is ridiculous."},
{"name": "Liz", "line": "And I'm giving themto the good people."},
{"name": "Man", "line": "I'm starving."},
{"name": "Jenna", "line": "That's me"},
{"name": "Jenna", "line": "This fat suit smells like corn chips."},
{"name": "PA", "line": "Going again,please. Thank you."},
{"name": "Kenneth", "line": "And this is the set of \"The Girlie Show.\" It's a real fun ladies' comedy show for ladies."},
{"name": "Kenneth", "line": "Hey, everybody, look. Here's someone you neverget a chance to meet. It's the head writer of \"The Girlie Show,\" Liz Lemon."}, 
{"name": "Cerie", "line": "\"The Girlie Show.\" Hold on, I'll connect you."}, 
{"name": "Liz", "line": "Hey."},
{"name": "Pete", "line": "What's up?"},
{"name": "Pete", "line": "Hey, have you looked at that cat-lady sketch? It's still seven minutes long."}, 
{"name": "Liz", "line": "Yikes, okay."},
{"name": "Pete", "line": "Oh, and Standards has a problem with that Michael Jackson bit."},
{"name": "Liz", "line": "Why?"}, 
{"name": "Pete", "line": "Apparently, you can't say he's got a vagaina."},
{"name": "Liz", "line": "Ohh! Fine, I'll just take the whole thing out."},
{"name": "Liz", "line": "Hey, you've got to tell that NBC pageto take it down a notch."},
{"name": "Pete", "line": "Who, Kenneth?"},
{"name": "Liz", "line": "He just embarrassed mein front of a whole tour group."},
{"name": "Pete", "line": "I'll talk to him. What is this?"},
{"name": "Liz", "line": "Well, you know how I hate it when people cheator break rules?"},
{"name": "Pete", "line": "Yes, I do."},
{"name": "Liz", "line": "Well, I just spent 150 bucks on wieners."},
{"name": "Pete", "line": "Attaboy."},
{"name": "Toofer", "line": "Chumley, the beverage situation around here is reprehensible."},
{"name": "Liz", "line": "Oh, good morning, sunshine."},
{"name": "Toofer", "line": "Surely, our massive conglomerate parent company could spring for a samovar of coffee."},
{"name": "Frank", "line": "Yeah, or, like, a big coffee dispenser."},
{"name": "Toofer", "line": "That's what a samovar is."},
{"name": "Frank", "line": "Are there other black nerds, or is it just you and Urkel?"},
{"name": "Liz", "line": "Uh, Cerie, do you want to go get some coffee?"},
{"name": "Cerie", "line": "No, thank you. "},
{"name": "Liz", "line": "No? "},
{"name": "Liz", "line": "Hey, Josh, I need to change your Michael Jackson thing. Didn't you tell me you had a Jay Leno impression?"},
{"name": "Josh", "line": "Yeah, yeah, yeah, check it out. So, President Bush is in the news again. "},
{"name": "Liz", "line": "No, Jay Leno."},
{"name": "Toofer", "line": "The host of \"The Tonight Show.\""},
{"name": "Josh", "line": "That's what I was doing. So, my wife Mavis and I like to go shopping for old cars, you know?"},
{"name": "Frank", "line": "No, no, like Jay Leno."},
{"name": "Liz", "line": "Like, \"Hey, here are the headlines.\""},
{"name": "Frank", "line": "Have you ever noticed when you eata lot of cheese..."},
{"name": "Josh", "line": "How is that different from what I was doing?"},
{"name": "Pete", "line": "And I don't think you need to introduce the writers to the tour group."},
{"name": "Kenneth", "line": "I agree.I thought they would find it interesting, but they really did not."},
{"name": "Pete", "line": "Well, Kenneth, just respect their privacy."},
{"name": "Kenneth", "line": "I promise I'll do better, Mr. Hornberger."},
{"name": "Pete", "line": "I'm sure you will."},
{"name": "Kenneth", "line": "I just... I just love television so much."},
{"name": "Pete", "line": "We all do."},
{"name": "Cerie", "line": "Liz, they want you and Pete on the 50th floor."},
{"name": "Liz", "line": "Who, Gary? All right, tell him I'll be up in half an hour."},
{"name": "Cerie", "line": "No, they said now."},
{"name": "Frank", "line": "If they've got cookies up there, grab some."},
{"name": "Toofer", "line": "Ooh, and get them to pay for my samovar."},
{"name": "Liz", "line": "Of course. I assume that's what we're meeting about."},
{"name": "Frank", "line": "What about Ray Romano? Can you do Ray?"},
{"name": "Josh", "line": "Hey, aah, ho, Debra."},
{"name": "Frank", "line": "There you go."},
{"name": "Josh", "line": "My brother's tall! Right?"},
{"name": "Liz", "line": "Are we in trouble or something?"},
{"name": "Pete", "line": "No way. Gary loves the show. Pleased with the ratings."},
{"name": "Liz", "line": "Right, of course. They love us. Where's Gary?"},
{"name": "Jack", "line": "Gary's dead. I'm Jack Donaghy, new VP of Developmentfor NBC-GE-Universal-Kmart."},
{"name": "Pete", "line": "We own Kmart now?"},
{"name": "Jack", "line": "No. So, why are you dressed like we do?"},
{"name": "Pete", "line": "I'm surprised you're renovating. This is such a nice office."},
{"name": "Jack", "line": "It's a great office, but sometimes, you have to change things that are perfectly good just to make them your own."},
{"name": "Jack", "line": "Please. Uh, I'll call her back.Is she at the White House line? Great."},
{"name": "Jack", "line": "Tell them I needa 4:00 A. M. tee-off time."},
{"name": "Jack", "line": "Uh, 5 inches, but it's thick."},
{"name": "Jack", "line": "Are you familiar with the GE trivection oven?"},
{"name": "Liz", "line": "I don't cook very much."},
{"name": "Jack", "line": "Sure. I got you. New York third-wave feminist, college-educated, single and pretending to behappy about it, overscheduled, undersexed. You buy any magazine that says \"healthy body image\" on the cover. And every two years,you take up knitting for...a week."},
{"name": "Pete", "line": "That is dead-on!"},
{"name": "Liz", "line": "What, are you gonna guess my weight now?"},
{"name": "Jack", "line": "You don't want meto do that."},
{"name": "Pete", "line": "That knitting thing is uncanny. How do you do that?"},
{"name": "Jack", "line": "Market research, my friend. Years and yearsof market research which led to my greatest triumph... the trivection oven."},
{"name": "Pete", "line": "Oh. My wife wants one of those."},
{"name": "Jack", "line": "Can we get Pete an oven, please?"},
{"name": "Jack", "line": "The GE trivection ovencooks perfect food five times faster than a conventional oven because it uses three kinds of heat...thermal technology for consistent temperature, GE precise air-convection technology for optimalair circulation, and microwave technologyfor incredible speed."},
{"name": "Jack", "line": "With three kinds of heat, you can cook a turkey...in 22 minutes."},
{"name": "Pete", "line": "Wow.That is impressive."},
{"name": "Jack", "line": "The people upstairs think so. That's why they promoted me. That's why they sent me here to retool your show."},
{"name": "Liz", "line": "Retool what, now?"},
{"name": "Jack", "line": "I'm the new Vice President of east-coast television and microwave-oven programming."},
{"name": "Liz", "line": "That sounds like you program microwave ovens."},
{"name": "Jack", "line": "I like you. You have the boldness of a much-younger woman."}, 
{"name": "Jenna", "line": "Lee, does my facelook bloated to you?"},
{"name": "Jenna", "line": "When I played that lady rapist on \"Law & Order,\" guess what the makeup guy put on under my eyes to take the puffiness out. Hemorrhoid cream."},
{"name": "Kenneth", "line": "Miss Maroney, I have the cat wrangler here for you."},
{"name": "Jenna", "line": "Oh, is itthat horrible little... Hi."},
{"name": "Greta", "line": "Hey. Greta Johanssen... short for Lugreta."},
{"name": "Jenna", "line": "Hi. Great to see you again."},
{"name": "Greta", "line": "You too. I'm here to introduce you to the feline actors you're gonna be working with tonight."},
{"name": "Jenna", "line": "Okay."},
{"name": "Greta", "line": "This is Poppo. And this here is Captain Boots."},
{"name": "Jenna", "line": "Hello."},
{"name": "Greta", "line": "Would you describe yourself as cat-competent?"},
{"name": "Jenna", "line": "Oh, yes.I love cats. I used to have two cats. But then I moved to this place with hardwood floors,so we had to put them down. I'm joking."},
{"name": "Jack", "line": "We've done several focus groups on the show, and what I've gleaned...the blond, big-eyed girl is popular with women and older gays."},
{"name": "Liz", "line": "Jenna. That's my friend Jenna."},
{"name": "Jack", "line": "And the kid with the funny hair is liked by women, but you're missing men between 18 and 49."},
{"name": "Liz", "line": "I'm not missing them. They're just not there."},
{"name": "Jack", "line": "I think I can fix that."},
{"name": "Liz", "line": "So, your job is you take things that are already working, and you fix them. That's a great job."}, 
{"name": "Pete", "line": "Why don't we, uh..."},
{"name": "Jack", "line": "You're missingt hat third kind of heat. I want you to think about Tracy Jordan."},
{"name": "Pete", "line": "Okay, the black guy?"},
{"name": "Jack", "line": "The black movie star. I flew with him on a private jet to the Super Bowl recently, and I found him very entertaining."},
{"name": "Liz", "line": "Isn't he, um... crazy?"},
{"name": "Jack", "line": "Tracy's had his problems in the last few years."},
{"name": "Tracy", "line": "I am a Jedi! I am a Jedi! I am a Jedi!"},
{"name": "Jack", "line": "The important thing to remember ishe was never charged with a crime. It's not illegal to fall asleepon your neighbor's roof."},
{"name": "Pete", "line": "Nor should it be."},
{"name": "Jack", "line": "Tracy Jordan is the third heat."},
{"name": "Pete", "line": "I don't know where we're gonna find room in the budget for a guy like Tracy Jordan."},
{"name": "Jack", "line": "I think I do. What are you doing?"},
{"name": "Liz", "line": "Sometimes, when I have these stress dreams, if I go to sleep in the dream, I come out of it."},
{"name": "Jack", "line": "\"This is not a dream.\" Tracy Jordan is in New York today, Liz.I'd like you to have lunch with him."},
{"name": "Liz", "line": "We have a show tonight, Mr. Donaghy. I don't know if your research covered this, but we do a dress rehearsal and then a live show."},
{"name": "Jack", "line": "That's tonight. This is lunch. If it's not a good fit, I'll drop the whole thing."},
{"name": "Liz", "line": "If I meet with Tracy Jordan and we mutually agree that this is the worst idea ever, you'll back off?"},
{"name": "Jack", "line": "I'm known for being reasonable. Okay.Alfredo, 2:00 PM."},
{"name": "Liz", "line": "I'm not dressed for that."},
{"name": "Jack", "line": "You're dressed for Burger King. Should we make it Burger King?"},
{"name": "Jack", "line": "Pete, hang back for me."},
{"name": "Pete", "line": "Yeah, you bet."},
{"name": "PA", "line": "Y'all, please set yourselves for \"Dr. Ridiculous.\""},
{"name": "Jenna", "line": "Hey. What happenedto your head?"},
{"name": "Liz", "line": "The sky is falling. Do you have a pair of dress pants or a skirtor something I could borrow? Thank you, Lee."},
{"name": "Lee", "line": "Whatever."},
{"name": "Jenna", "line": "Hey, you know in that cat-lady sketch, do I have to hold a real cat?"},
{"name": "Liz", "line": "Cat-lady sketch? That thing's gonna get cut."},
{"name": "Jenna", "line": "Oh, good. Who's that?"},
{"name": "Liz", "line": "That is the new network dude."},
{"name": "Jenna", "line": "Mmm, yummers. He reminds me of Scotty on \"General Hospital.\""},
{"name": "Liz", "line": "No, ew, Jenna, do not like that man. That is a bad man. God, you have a gift."},
{"name": "Lee", "line": "Laura Bush is your size."},
{"name": "Liz", "line": "Excuse me. Hi. What are you doing down here?"},
{"name": "Jack", "line": "I'm known for being hands-on."},
{"name": "Liz", "line": "Clearly."},
{"name": "Jack", "line": "That's how you should dress for work, by the way."},
{"name": "Liz", "line": "Yeah, if I was president of the Philippines."},
{"name": "Jack", "line": "Now, Afghanistan is a different situation."},
{"name": "Tracy", "line": "I'll have an apple juice."},
{"name": "Waiter", "line": "We don't have apple juice, sir."},
{"name": "Tracy", "line": "Then I'll takea vodka and tonic."},
{"name": "Liz", "line": "Hi, I'm Liz Lemon."},
{"name": "Tracy", "line": "I know who you are."},
{"name": "Liz", "line": "I thought there was a strict dress code at this place."},
{"name": "Waiter", "line": "I do recommendthe pumpkin ravioli. They're very subtle."},
{"name": "Liz", "line": "So, Tracy, this Jack Donaghy guy wanted me to talk to you about joining the cast of our show, and I don't know how you feel about that..."},
{"name": "Tracy", "line": "Let me ask you a question, everybody at this table. Did he just saythe word \"pumpkin\" to me?"},
{"name": "Liz", "line": "Yes, um, pumpkin ravioli."},
{"name": "Tracy", "line": "Yo !I'm buggin'. I can't do this. I cannot eat here. I can't eat here. I got to go someplace where they make food that I like."},
{"name": "Tracy", "line": "Lemon, let's go."},
{"name": "Toofer", "line": "I will not work with Tracy Jordan."},
{"name": "Frank", "line": "It's just a rumor."},
{"name": "Toofer", "line": "Have you seen any of his movies? The guy's sensibility is just cretinous."},
{"name": "Cerie", "line": "I saw the one where he plays, like,five different characters."},
{"name": "Josh", "line": "Yeah, \"Black Cop, White Cop.\""},
{"name": "Cerie", "line": "No."},
{"name": "Josh", "line": "\"Who Dat Ninja\"?"},
{"name": "Cerie", "line": "No, he... he had to pretend to be this old lady."},
{"name": "Tracy", "line": "Ooh, ooh, goodness gracious! You hooligans better watch out! 'Cause this honky grandma be trippin'!"},
{"name": "Frank", "line": "Oh, yeah, that movie was hilarious. I saw it, like, five times."},
{"name": "Tracy", "line": "Where's the love? Right on. Hey, let me get two half a chickens and some pecan waffles."},
{"name": "Liz", "line": "Nothing for me. I had, like, four hot dogs this morning."},
{"name": "Tracy", "line": "Eat, Lemon, eat. I hate skinny women."},
{"name": "Tracy", "line": "Hey, Lana, 10 beers."},
{"name": "Liz", "line": "So, Tracy, we should talk about the show."},
{"name": "Tracy", "line": "I ain't doing it unless I can get to do it my way. You know, I want it to be raw, HBO-style content."},
{"name": "Liz", "line": "Well, it's not HBO. It's TV. And I don't think that it's a good fit."},
{"name": "Tracy", "line": "'Cause I'm gonna drop truth bombs."},
{"name": "Tracy", "line": "You know how pissed off I was when US Weekly said that I was on crack? That's racist. I'm not on crack. I'm straight-upmentally ill."},
{"name": "Liz", "line": "Sure."},
{"name": "Tracy", "line": "I got mental-health issues."},
{"name": "Liz", "line": "Sure. Well, you know, who doesn't, really?"},
{"name": "Jenna", "line": "Hey, has anyone seen Liz? Or Pete?"},
{"name": "Frank", "line": " She went out."},
{"name": "Jenna", "line": "Well, who's in charge when they're not here?"},
{"name": "Jack", "line": "I'm in charge."},
{"name": "Jenna", "line": "Oh. Okay. Um, well, I'm not sure about this costume."},
{"name": "Jack", "line": "I think it's hot."},
{"name": "Jenna", "line": "Thank you. I'm Jenna, by the way."},
{"name": "Kenneth", "line": "Miss Maroney, I got the hemorrhoid cream you wanted."},
{"name": "Jenna", "line": "It's for my face."},
{"name": "Jack", "line": "Well, wherever you're putting it, I think it's working."},
{"name": "Liz", "line": "You know,I don't think you'd like it, 'cause we worka lot of hours and it's live TV, which is risky."},
{"name": "Tracy", "line": "Yeah, yeah, yeah, I like risky. See, me and you, we play the game. We know how to be acceptable. \"Hello, great meeting. I drink coffee, please.\""}, 
{"name": "Tracy", "line": "This show is our chance to break the shackles. 'Cause the white dudes want to see us fail."},
{"name": "Liz", "line": "What white dudes?"},
{"name": "Tracy", "line": "All of 'em. Jack Donaghy, General Electric, George Bush, Karl Robe."},
{"name": "Liz", "line": "Karl Robe, you say?"},
{"name": "Tracy", "line": "Affirmative action was designed to keep women and minorities in competition with each other, to distract us while white dudes inject AIDS into our chicken nuggets. That's a metaphor."},
{"name": "Liz", "line": "Sure. You should tell thatto U S Weekly."},
{"name": "Tracy", "line": "Hey, Lemon, you like karaoke? I know a joint."},
{"name": "Liz", "line": "No, I've got to wrap up this lunch meeting, Tracy."},
{"name": "Tracy", "line": "I'll take you. I'll take you. I just got to make a quick stop first."},
{"name": "Liz", "line": "You know what? When people say they need to make a quick stop, they usually mean at the bank or at the store. No, thank you."},
{"name": "Liz", "line": "You know what? This is for computer classes."},
{"name": "Tracy", "line": "You know why I should do this TV show, Lemon?"},
{"name": "Liz", "line": "I really don't."},
{"name": "Tracy", "line": "To get you rich. 'Cause you know if I'm on that TV show, it's gonna blow up."},
{"name": "Liz", "line": "How do you know I'm not rich?"},
{"name": "Tracy", "line": "Your teeth."},
{"name": "Tracy", "line": "You got to think like these strippers, Lemon. They know the window of opportunity is only open for a moment. You got to get in while you're young, get the money, and get out."},
{"name": "Liz", "line": "Yeah, well, I'm not a sex worker, Tracy. I don't have sex for a living."},
{"name": "Stripper", "line": "Neither do we."},
{"name": "Tracy", "line": "Neither do they. Yes, they do."},
{"name": "Liz", "line": "Where's my phone?"},
{"name": "Tracy", "line": "Whoa, whoa, whoa Whoa, whoa,whoa, whoa, whoa  We are strong! No one can tell us we're wrong! Searching our hearts for so long!"},
{"name": "Liz", "line": "He's got charisma."},
{"name": "Stripper", "line": "No, that's Charisma over there."},
{"name": "Kenneth", "line": "\"Girlie Show.\""},
{"name": "Liz", "line": "Kenneth, send me a car, okay?"},
{"name": "Kenneth", "line": "What is your location?"},
{"name": "Liz", "line": "Dark Sensations in the Bronx."},
{"name": "Kenneth", "line": "I wish you were here. Mr. Donaghy does not get us showbiz people."},
{"name": "Liz", "line": "Let me talk to Pete, okay?"},
{"name": "Kenneth", "line": "Oh, Pete got fired this morning. That's so weird that you don't know that."},
{"name": "Liz", "line": "Jack Donaghy think she's gonna come into my house and mess with my show?! Hell no! Jenna and I worked for years to get this show. You know,I moved from Chicago for this."},
{"name": "Tracy", "line": "From Chicago? I was in Scottie Pippin's wedding."},
{"name": "Liz", "line": "Now Donaghy is trying to steal it from us. He already fired Pete, who is a great producer."},
{"name": "Tracy", "line": "Fire Pete? He can't fire Pete."},
{"name": "Liz", "line": "You know what? I quit. He can suck it."},
{"name": "Tracy", "line": "Mm-hmm. Yeah, suck it, Pete."},
{"name": "Liz", "line": "No, you're not listening. You're not a good listener."},
{"name": "PA", "line": "20 minutes to air."},
{"name": "Jenna", "line": "But Liz said we were cutting the cat-lady sketch. She said it stinks. Ouch."},
{"name": "Jack", "line": "This is why Liz is wrong. Animal humor is universal."},
{"name": "Jenna", "line": "I just don't think that I'm good in it. Do you think I'm good in it?"},
{"name": "Jack", "line": "I think this is your opportunity to go out there and prove everybody wrong."},
{"name": "Jenna", "line": "What? What do you mean? Who's everybody?"},
{"name": "Jack", "line": "The network that wanted to fire you, the focus groups that said you had a weird eye..."},
{"name": "Jenna", "line": "You mean this eye? Okay, this eye, it doesn't open all the way because when I was little, my sister peed in it."},
{"name": "Jack", "line": "Tonight is your opportunity to go out there and change all of our minds."},
{"name": "Jenna", "line": "What?! Where is Liz?! Liz!"},
{"name": "PA", "line": "Four minutes to air. That's four minutes to air."},
{"name": "Jack", "line": "Is Liz back yet?"},
{"name": "Toofer", "line": "No. Which cat do you want Jenna to carry?"},
{"name": "Jack", "line": "I'm sorry?"},
{"name": "Toofer", "line": "Which cat?"},
{"name": "Jack", "line": "Oh. I want... that one."},
{"name": "PA", "line": "Jack Donaghy to the forum, please. Jack Donaghy."},
{"name": "Greta", "line": "Peanut's not an actor. I just rescued her from a lab."},
{"name": "Tracy", "line": "Hey, Lemon, I'll drop you off. Where do you live?"},
{"name": "Liz", "line": "The studio. I want you to drop me at the studio. I want to tell Donaghy to his face that I quit, and I want to do it in front of the whole crew so that they know he didn't fire me."},
{"name": "Tracy", "line": "I want to see that."},
{"name": "PA", "line": "It's time for \"The Girlie Show\""},
{"name": "Tracy", "line": "Oh, oh, pull over! Pull over here!"},
{"name": "Liz", "line": "Tracy, I don't have time for this."},
{"name": "Tracy", "line": "Right here. This is where I grew up."},
{"name": "Liz", "line": "This is the Jordan family estate?"},
{"name": "Tracy", "line": "Wasn't no Jordan family nothing. This is where I was in foster care."},
{"name": "Liz", "line": "Oh, sorry."},
{"name": "Tracy", "line": "Me and two other dudes and a girl with messed-up fingers. I'm so luckyI got out of here."},
{"name": "Liz", "line": "It's not luck. I mean, you got out of here because you're very talented and people love you and...Are you peeing?"},
{"name": "Liz", "line": "Where's Donaghy? I want to talk to him right now."},
{"name": "Kenneth", "line": "Last time I saw him, he was riding the crane camera. Oh, I have Pete for you."},
{"name": "Liz", "line": "Pete, oh, my God, I didn't know."},
{"name": "Pete", "line": "No, hey, listen, it will give me a chance to spend more time with my kids."},
{"name": "Liz", "line": "I'm quitting. I'm quitting right now."},
{"name": "Pete", "line": "No, no, no, no, no. You have the best job in New York. Don't quit over this. Don't buy all the hot dogs, okay?"},
{"name": "Liz", "line": "I don't want to do this without you."},
{"name": "Pete", "line": "Hey, I thought we cut the cat-lady sketch."},
{"name": "Crew", "line": "We're two minutes short!"},
{"name": "Jenna", "line": "So, let me introduce myself. My name is Lurlene Katz. And these are my cats."},
{"name": "Liz", "line": "She's using a real cat?"},
{"name": "Jack", "line": "I cast that cat myself."},
{"name": "Jenna", "line": "Why, they are my... Aah! Ow! Oh! No, no, no, no, he's okay!"},
{"name": "Liz", "line": "I need you to talk for two minutes."},
{"name": "Tracy", "line": "About what?"},
{"name": "Liz", "line": "Anything."},
{"name": "Tracy", "line": "All right."},
{"name": "Jenna", "line": "These cats are more than just pets, sir."},
{"name": "Tracy", "line": "Excuse me. Where's the manager? I'm from the government, and I'm here to inspect your chicken nuggets."},
{"name": "Tracy", "line": "Uh-oh. Look at shorty. This honky grandma be trippin'! What's up, America?! I'm coming into your house live! Let me hear you say, \"We love you, Tracy!\""},
{"name": "Crowd", "line": "We love you, Tracy!"},
{"name": "Tracy", "line": "I am the third heat!"},
{"name": "Jack", "line": "He's brilliant."},
{"name": "Liz", "line": "Are you drunk?"},
{"name": "Jack", "line": "Yes."},
{"name": "Liz", "line": "Why did you fire Pete?"},
{"name": "Jack", "line": "Why did you disappear all night? Is this some kind of a power play?"},
{"name": "Liz", "line": "Yeah, yeah, it's not so fun being hands-on with these bloodsuckers, is it?"},
{"name": "Jack", "line": "Can we talk about this on Monday?"},
{"name": "Liz", "line": "No, I want Pete back.I want it in writing that Jenna's job is safe. And I want a cappuccino machine for the writers' room."},
{"name": "Jack", "line": "Fine. I thought you were gonna quit."},
{"name": "Liz", "line": "Yeah, well, you don't know everything about me."},
{"name": "Jack", "line": "You weigh 127 pounds."},
{"name": "Tracy", "line": "Yeah. Oh, yeah! Holla at your boy!"},
{"name": "Greta", "line": "Hey, you will be hearing from Peanut's lawyer."},
{"name": "Tracy", "line": "Good night, sleep tight. I can't wait to do this with you every week."}]