{
  "season": 1,
  "episode": 7,
  "title": "Tracy Does Conan",
  "script": [
    {
      "name": "Liz",
      "line": "Why is there hair everywhere? Did you shave in the kitchen?"
    },
    {
      "name": "Dennis",
      "line": "The water in here is softer."
    },
    {
      "name": "Dennis",
      "line": "Look at this ski-jumping idiot Bode Miller. What kind of a fruity name is Bode?"
    },
    {
      "name": "Liz",
      "line": "That cereal has the Olympics on it? That's, like, eight months old."
    },
    {
      "name": "Dennis",
      "line": "When you and me have kids, we're gonna give them good names like Shannon or Rick."
    },
    {
      "name": "Liz",
      "line": "When we what?"
    },
    {
      "name": "Dennis",
      "line": "When we have kids, dummy. Come on."
    },
    {
      "name": "Liz",
      "line": "Yeah, I got to go. Um... are you gonna be home later? I got to talk to you about something."
    },
    {
      "name": "Dennis",
      "line": "I'll be right here."
    },
    {
      "name": "Dennis",
      "line": "Look at this maze. It's so easy. I mean, come on, you go in here and out there."
    },
    {
      "name": "Liz",
      "line": "I'll be home early, okay?"
    },
    {
      "name": "Dennis",
      "line": "Yeah, well... come here, sweetheart."
    },
    {
      "name": "Liz",
      "line": "Oh, Dennis, I just did my hair."
    },
    {
      "name": "Dennis",
      "line": "Aw, that's my girl. Yeah, bye."
    },
    {
      "name": "Nurse",
      "line": "Now, make sure you drink plenty of fluids and get something to eat. Don't do anything strenuous tonight. Don't hit the clubs."
    },
    {
      "name": "Liz",
      "line": "No, I'm going straight home, actually. I'm breaking up with my boyfriend tonight. I can't take it anymore."
    },
    {
      "name": "Nurse",
      "line": "Hmm, 35, single, no children. Three sexual partners in the last 10 years. I don't know, doll. Maybe it's time to settle."
    },
    {
      "name": "Nurse",
      "line": "Chocolate chip or butter crunch?"
    },
    {
      "name": "Jenna",
      "line": "I can't believe that this is happening to me. It's just not fair."
    },
    {
      "name": "Pete",
      "line": "You're right. This business is unfair."
    },
    {
      "name": "Liz",
      "line": "What happened?"
    },
    {
      "name": "Pete",
      "line": "Jenna was supposed to be on the \"Conan\" show tonight, but..."
    },
    {
      "name": "Jenna",
      "line": "I got bumped."
    },
    {
      "name": "Liz",
      "line": "Oh, well, you know, that kind of thing happens."
    },
    {
      "name": "Pete",
      "line": "Jack bumped her and put Tracy on instead."
    },
    {
      "name": "Liz",
      "line": "Jenna, you can't let this kind of thing get to you."
    },
    {
      "name": "Jenna",
      "line": "I just feel like everything always gets taken away from me."
    },
    {
      "name": "Liz",
      "line": "No, that's not true. What about that movie you did last summer?"
    },
    {
      "name": "Jenna",
      "line": "\"The Rural Juror\"?"
    },
    {
      "name": "Liz",
      "line": "Yeah, \"The Rur...\" that one."
    },
    {
      "name": "Man",
      "line": "\"Rural Juror,\" apple 3, take one. Mark. It's a terrible title."
    },
    {
      "name": "Director",
      "line": "Action."
    },
    {
      "name": "Liz",
      "line": "When does that come out?"
    },
    {
      "name": "Jenna",
      "line": "\"The Rural Juror\" opens in selected theaters December 18th."
    },
    {
      "name": "Jenna",
      "line": "Does Jack Donaghy even know I'm in \"The Rural Juror\"? Maybe if he knew I have a film career, he would treat me with more respect."
    },
    {
      "name": "PA",
      "line": "Jenna to the set, please. Jenna to the set, please, for \"Rodney Stink, Confirmed Bachelor. \""
    },
    {
      "name": "Liz",
      "line": "I will tell him. I will tell him that you are in a feature film called \"The Rur Jur.\""
    },
    {
      "name": "Pete",
      "line": "What the hell's her movie called? I don't know."
    },
    {
      "name": "Liz",
      "line": "She's been talking about it for a year. I can't ask her now."
    },
    {
      "name": "Liz",
      "line": "I can't believe Jack did this to her!"
    },
    {
      "name": "Pete",
      "line": "I can't believe Conan's gonna have Tracy on as a guest again, considering what happened last time."
    },
    {
      "name": "Conan",
      "line": "You seem like you have a nice chemistry..."
    },
    {
      "name": "Tracy",
      "line": "I am a stabbing robot. I will stab you."
    },
    {
      "name": "Conan",
      "line": "All right, no, okay! All right, all right! That's great, Tracy! We'll take a break! We'll be right back!"
    },
    {
      "name": "Liz",
      "line": "Hey, Clarice, can I see Josh's Stone Phillips wig? Oh, great."
    },
    {
      "name": "Liz",
      "line": "Do you mind if I pop it on you, actually? I want to see the shape of it."
    },
    {
      "name": "Pete",
      "line": "Please. It would make my wife's dream come true."
    },
    {
      "name": "Liz",
      "line": "Oh."
    },
    {
      "name": "Pete",
      "line": "Yeah? Handsome?"
    },
    {
      "name": "Liz",
      "line": "Yes!"
    },
    {
      "name": "Pete",
      "line": "You find me handsome?"
    },
    {
      "name": "Liz",
      "line": "Yes, very much."
    },
    {
      "name": "Pete",
      "line": "You know, I used to be very rich."
    },
    {
      "name": "Liz",
      "line": "Oh. Hello."
    },
    {
      "name": "Pete",
      "line": "Ooh, hi. Sorry."
    },
    {
      "name": "Jack",
      "line": "I know you're wearing that as a joke, but it makes you look younger and more confident, and I think you should consider it."
    },
    {
      "name": "Jack",
      "line": "Can I see you in my office?"
    },
    {
      "name": "Liz",
      "line": "Yeah, hang on a second, actually. Why did you bump Jenna from \"Conan\"?"
    },
    {
      "name": "Jack",
      "line": "Because if I have a choice between an international movie star and a woman who does commercials for ShopRite..."
    },
    {
      "name": "Liz",
      "line": "No, no, no, Jenna doesn't do those commercials anymore. She got fired."
    },
    {
      "name": "Jack",
      "line": "I don't do these things just to drive you crazy, Lemon. I do them for the good of the show."
    },
    {
      "name": "Liz",
      "line": "Well, I'm the one that always has to clean up the mess afterwards."
    },
    {
      "name": "Jack",
      "line": "That's why my job is way better than yours. Way better."
    },
    {
      "name": "Jack",
      "line": "Conan, Tracy's really excited to be back on your show."
    },
    {
      "name": "Conan",
      "line": "I don't know, Jack. He's kind of a loose cannon, and I like to surround myself with people that don't try to stab me."
    },
    {
      "name": "Jack",
      "line": "Well, Tracy's feeling a lot better now. He's under a doctor's care."
    },
    {
      "name": "Conan",
      "line": "Yeah, that's what they said about Hasselhoff. Then he tried to make out with me during a commercial break."
    },
    {
      "name": "Jack",
      "line": "Conan, this is important to me, so we can either do this the easy way or the hard way."
    },
    {
      "name": "Conan",
      "line": "What's the hard way?"
    },
    {
      "name": "Jack",
      "line": "You do a live Christmas Eve special from Kabul every year until the war on terror is won."
    },
    {
      "name": "Conan",
      "line": "Tell Tracy I'll see him tonight... you Black Irish bastard."
    },
    {
      "name": "Jack",
      "line": "Back at you, red."
    },
    {
      "name": "Tracy",
      "line": "I have to be charming on \"Conan\" tonight. This is my chance to redeem myself with mainstream America."
    },
    {
      "name": "Toofer",
      "line": "Okay, well, just tell us some things about your life, and we'll try to punch it up and make it talk-show-worthy."
    },
    {
      "name": "Pete",
      "line": "Maybe something about you and your wife."
    },
    {
      "name": "Tracy",
      "line": "Me and my wife like to play rape. She go in the bathroom and do her hair. Then I put on a ski mask."
    },
    {
      "name": "Pete",
      "line": "Okay, not that."
    },
    {
      "name": "Frank",
      "line": "Hey, uh, you got anything about being a dad? People eat that garbage up."
    },
    {
      "name": "Tracy",
      "line": "I like to walk around my house naked to remind my oldest son who's still got the biggest dingdong."
    },
    {
      "name": "Pete",
      "line": "No."
    },
    {
      "name": "Tracy",
      "line": "Oh, I could tell the story how I met Sharon Stone."
    },
    {
      "name": "Pete",
      "line": "Oh, what was that?"
    },
    {
      "name": "Tracy",
      "line": "I was pooping in the ladies' room at the lvy..."
    },
    {
      "name": "Pete",
      "line": "No."
    },
    {
      "name": "Tracy",
      "line": "My head hurts. Anybody gonna answer the phone?"
    },
    {
      "name": "Pete",
      "line": "What phone?"
    },
    {
      "name": "Tracy",
      "line": "Is anybody gonna answer the phone? The phone! It's ringing. Brring! Brring!"
    },
    {
      "name": "Liz",
      "line": "So, you wanted to see me?"
    },
    {
      "name": "Jack",
      "line": "Oh, Lemon, wonderful. I'm introducing Jack Welch at a dinner at the Waldorf. What's a funny, little quip I could open with?"
    },
    {
      "name": "Liz",
      "line": "That's why you called me up here?"
    },
    {
      "name": "Liz",
      "line": "Okay, um, \"Good evening. \"It's great to be here at the beautiful Waldorf=Astoria. \"I haven't seen this many white people in tuxedoes since the Titanic. \""
    },
    {
      "name": "Jack",
      "line": "Lemon, this is not open-mike night at the Bryn Mawr student union. This is a $1,000-a-plate fund-raiser."
    },
    {
      "name": "Liz",
      "line": "Okay, um, how about, \"Wow, $1,000 a plate. \"For that kind of money, this stuffed chicken breast better paint my house.\""
    },
    {
      "name": "Jack",
      "line": "Uh, let me, uh, tell you what I was thinking of saying."
    },
    {
      "name": "Jack",
      "line": "\"Jack Welch has such unparalleled management skills, \"they named Welch's grape juice after him, \"because he squeezes the sweetest juice out of his workers' mind grapes.\""
    },
    {
      "name": "Liz",
      "line": "That doesn't even make sense."
    },
    {
      "name": "Jack",
      "line": "No, it doesn't, does it? I wrote it down in the middle of the night."
    },
    {
      "name": "Liz",
      "line": "Listen, I'll try to come up with something for you, but I got to get back downstairs. Tracy needs help."
    },
    {
      "name": "Jack",
      "line": "Cookie in the middle of the day?"
    },
    {
      "name": "Liz",
      "line": "I gave blood."
    },
    {
      "name": "Jack",
      "line": "Does that burn calories?"
    },
    {
      "name": "Tracy",
      "line": "What else? What else is on my mind grapes?"
    },
    {
      "name": "Tracy",
      "line": "I could talk about how the moon is a spy satellite put there by Oprah and Minister Farrakhan, and not the Minister Farrakhan you're thinking of."
    },
    {
      "name": "Tracy",
      "line": "Who's that dude?"
    },
    {
      "name": "Frank",
      "line": "Uh, what dude?"
    },
    {
      "name": "Tracy",
      "line": "The blue dude. Tell him to stop staring at me. I don't like that dude. I don't like that dude."
    },
    {
      "name": "Blue Dude",
      "line": "Meep."
    },
    {
      "name": "Liz",
      "line": "Hey, guys."
    },
    {
      "name": "Toofer",
      "line": "That was weird."
    },
    {
      "name": "Liz",
      "line": "Hi."
    },
    {
      "name": "Frank",
      "line": "You missed it. Tracy was acting old-school bananas."
    },
    {
      "name": "Liz",
      "line": "He's always bananas."
    },
    {
      "name": "Toofer",
      "line": "No, this was different."
    },
    {
      "name": "Frank",
      "line": "Yeah, like \"Conan should be afraid\" different."
    },
    {
      "name": "Liz",
      "line": "Oh, really? Where'd he go?"
    },
    {
      "name": "Pete",
      "line": "I don't know."
    },
    {
      "name": "Tracy",
      "line": "Yes, I am having problems with my cable television. Yes, I will hold. Excuse me, I have another call. Hi, Mom. I am doing fine."
    },
    {
      "name": "Liz",
      "line": "Ooh, that's not good."
    },
    {
      "name": "Liz",
      "line": "Aw, Frank, that was my blood cookie!"
    },
    {
      "name": "Frank",
      "line": "Ew. What?"
    },
    {
      "name": "Pete",
      "line": "Hey, Jack Attack! Sorry, should have kept that one in the old brain box. Could you sign that for me, please?"
    },
    {
      "name": "Jack",
      "line": "Pete, where's your charisma?"
    },
    {
      "name": "Pete",
      "line": "What?"
    },
    {
      "name": "Jack",
      "line": "The wig. I prefer that you wear it."
    },
    {
      "name": "Pete",
      "line": "Well, I thought you were joking."
    },
    {
      "name": "Jack",
      "line": "Well, let me clarify. I'm not joking."
    },
    {
      "name": "Jack",
      "line": "Pete, did you know that men with full heads of hair, on average, earn 17% more than their bald counterparts?"
    },
    {
      "name": "Pete",
      "line": "I did not know that."
    },
    {
      "name": "Jack",
      "line": "Perhaps it's because bald men are generally less informed than men with full heads of hair."
    },
    {
      "name": "Jack",
      "line": "But here's what I want you to do. Wear the wig for a week and experience your full potential."
    },
    {
      "name": "Pete",
      "line": "Well, I-I think this is my full potential."
    },
    {
      "name": "Jack",
      "line": "I know you're skeptical, Pete. I know."
    },
    {
      "name": "Jack",
      "line": "Here, I want you to do something. Pull my hair. Right now, go ahead, pull my hair. I'm just kidding."
    },
    {
      "name": "Jack",
      "line": "It's... It's real. I'm not like you."
    },
    {
      "name": "Jenna",
      "line": "So, be honest with me. What did Jack say?"
    },
    {
      "name": "Liz",
      "line": "Well, I guess he thinks that Tracy is a movie star, and he doesn't love it that you did those commercials."
    },
    {
      "name": "Jenna",
      "line": "Well, you tell him that those commercials paid for my vacation home, so unless he would like to buy me a condo in Clearwater, Florida..."
    },
    {
      "name": "Liz",
      "line": "Jenna, I'm sorry. Just let it go. Tracy's doing \"Conan\" tonight."
    },
    {
      "name": "Grizz",
      "line": "Liz Lemon we got a problem."
    },
    {
      "name": "Liz",
      "line": "Grizz and Dot Com say Tracy's doctor put him on some new medication. I guess he's having some sort of reaction."
    },
    {
      "name": "Pete",
      "line": "Well, \"Conan\" tapes in..."
    },
    {
      "name": "Liz",
      "line": "Less than two hours."
    },
    {
      "name": "Pete",
      "line": "Call me if you need me."
    },
    {
      "name": "Liz",
      "line": "Tray, can I come in?"
    },
    {
      "name": "Tracy",
      "line": "I'm bugging out. I'm bugging out! I'm bugging out!"
    },
    {
      "name": "Liz",
      "line": "Aah! Tracy, who is your doctor?!"
    },
    {
      "name": "Tracy",
      "line": "Dr. Spaceman! Dr. Spaceman!"
    },
    {
      "name": "Liz",
      "line": "Oh, brother. Look around. We got to find his medication."
    },
    {
      "name": "Tracy",
      "line": "Dr. Spaceman, Dr. Spaceman"
    },
    {
      "name": "Liz",
      "line": "Wow, \"Dr. Spaceman.\" I owe you an apology, Tray."
    },
    {
      "name": "Dr. Spaceman",
      "line": "This is Dr. Leo Spaceman."
    },
    {
      "name": "Liz",
      "line": "Hi, I work with Tracy Jordan, and I think he's having a reaction to some of the medication you put him on."
    },
    {
      "name": "Dr. Spaceman",
      "line": "Ugh. I was afraid this might happen. You know, he's on so many different neuroleptics and tricyclics that there's no telling how they'll mix. But what can you do? Medicine's not a science."
    },
    {
      "name": "Liz",
      "line": "Well, what exactly are you treating him for?"
    },
    {
      "name": "Dr. Spaceman",
      "line": "There's not really a name for what Tracy has. Basically, it's erratic tendencies and delusions brought on by excessive notoriety and certainly not helped by my wildly experimental treatments."
    },
    {
      "name": "Dr. Spaceman",
      "line": "Boy, I'm being awfully open with you, miss. I should not have taken those blue things."
    },
    {
      "name": "Liz",
      "line": "So, is he dangerous?"
    },
    {
      "name": "Dr. Spaceman",
      "line": "No, he should be fine, so long as you keep him away from bright lights, loud music, and crowds."
    },
    {
      "name": "Dr. Spaceman",
      "line": "You know, I'll call in a prescription for something to settle him down as soon as possible. Um... do you need anything for yourself?"
    },
    {
      "name": "Liz",
      "line": "What? No, just where can I pick up Tracy's prescription?"
    },
    {
      "name": "Kenneth",
      "line": "Miss Lemon, they need you upstairs in Mr. Donaghy's office immediately."
    },
    {
      "name": "Liz",
      "line": "Kenneth, I need you to go to Rite Drug, 46th and 8th. Pick up Tracy's medicine fast, okay? Yes, sir."
    },
    {
      "name": "Liz",
      "line": "What is it? What's the emergency?"
    },
    {
      "name": "Jack",
      "line": "How's this for an opening line? \"When I first met Jack Welch, \"I thought he was such a great golfer, he made Bob Darnell look like Randy Barnes.\""
    },
    {
      "name": "Liz",
      "line": "That's fine. Do that."
    },
    {
      "name": "Jack",
      "line": "I don't know. It might be distasteful if Randy's widow's in the audience. What did you come up with?"
    },
    {
      "name": "Liz",
      "line": "I have a bigger problem, Jack. I don't think Tracy's ready to do \"Conan.\" I think you should let Jenna do it, and maybe Tracy could do it in a couple weeks."
    },
    {
      "name": "Jack",
      "line": "Jenna's not a star. She's capable, but she's not a star."
    },
    {
      "name": "Liz",
      "line": "She got a movie coming out next month."
    },
    {
      "name": "Jack",
      "line": "What movie?"
    },
    {
      "name": "Liz",
      "line": "\"The Rur Jur.\""
    },
    {
      "name": "Jack",
      "line": "The what?"
    },
    {
      "name": "Liz",
      "line": "Tracy's acting nuts. He's having problems with his medication."
    },
    {
      "name": "Jack",
      "line": "Did you call Dr. Spaceman?"
    },
    {
      "name": "Liz",
      "line": "Yeah, I did."
    },
    {
      "name": "Jack",
      "line": "Then he'll be fine. Leo's an excellent physician and a pretty good dentist."
    },
    {
      "name": "Liz",
      "line": "Is that rehearsal? Oh, n... Oh. No, this... this Tracy situation is really..."
    },
    {
      "name": "Jack",
      "line": "Are we still talking about that? Do I have to come in and run your show, or could you take this one thing off my plate?"
    },
    {
      "name": "Liz",
      "line": "No, I got it. I'll figure it out."
    },
    {
      "name": "Liz",
      "line": "What?"
    },
    {
      "name": "Pete",
      "line": "Don't ask."
    },
    {
      "name": "Jack",
      "line": "Who is this leader of men? What can I do for you, handsome?"
    },
    {
      "name": "Jenna",
      "line": "Liz, I wanted you to be the first to know. After the way Jack treated me today, I can't work here anymore. I quit."
    },
    {
      "name": "Liz",
      "line": "Oh, Jenna, I really don't have time for this."
    },
    {
      "name": "Jenna",
      "line": "Then I guess this is goodbye."
    },
    {
      "name": "Liz",
      "line": "Okay, Jenna, don't quit. The show can't go on without you. You're my muse. You're a modern-day Lucille Ball. You're prettier than Debra Messing. Please don't quit."
    },
    {
      "name": "Jenna",
      "line": "Well, if that's the way you feel, I'll stay."
    },
    {
      "name": "Liz",
      "line": "Ugh! It's Dennis."
    },
    {
      "name": "Liz",
      "line": "Do you have any food? I'm getting really low blood sugar."
    },
    {
      "name": "Jenna",
      "line": "Are you dieting finally? Tell me... what are you doing, South Beach, Master Cleanse?"
    },
    {
      "name": "Man",
      "line": "Hello?"
    },
    {
      "name": "Dennis",
      "line": "Whoa, whoa, whoa, gimme, gimme, gimme, gimme. Shoo."
    },
    {
      "name": "Dennis",
      "line": "Liz, hey, it's me, Dennis."
    },
    {
      "name": "Liz",
      "line": "Dennis, what do you want?"
    },
    {
      "name": "Dennis",
      "line": "You got to do me a huge favor. You got to call Ticketmaster right away. Nickelback just added another date, right? And I would do it on your computer, but I'm downloading a game right now."
    },
    {
      "name": "Liz",
      "line": "No, I can't do that for you. Listen, just be home tonight when I get there, okay? I need to talk to you about something."
    },
    {
      "name": "Dennis",
      "line": "Word."
    },
    {
      "name": "Tracy",
      "line": "Blue Man! That blue dude keep following me!"
    },
    {
      "name": "Liz",
      "line": "All right, let's just get him down to hair and makeup. Hopefully, Kenneth will be back any minute."
    },
    {
      "name": "Tracy",
      "line": "Aah!"
    },
    {
      "name": "Kenneth",
      "line": "Oh, my."
    },
    {
      "name": "Tracy",
      "line": "No! No! Aah! No! No!"
    },
    {
      "name": "Tracy",
      "line": "It's the Blue Man. It's coming up on me."
    },
    {
      "name": "Liz",
      "line": "There's no Blue Man."
    },
    {
      "name": "Tracy",
      "line": "Take the Blue Man! I don't want the Blue Man!"
    },
    {
      "name": "Liz",
      "line": "All right, all right, all right."
    },
    {
      "name": "Conan",
      "line": "Hey, Liz, what's up?"
    },
    {
      "name": "Liz",
      "line": "Oh, hi, Conan, how are you?"
    },
    {
      "name": "Conan",
      "line": "Good. You still going out with that guy from the pager store?"
    },
    {
      "name": "Liz",
      "line": "Who, Dennis? Yeah."
    },
    {
      "name": "Liz",
      "line": "You still, um... How's your wife?"
    },
    {
      "name": "Conan",
      "line": "Let's not do this, Elizabeth."
    },
    {
      "name": "Liz",
      "line": "Okay."
    },
    {
      "name": "Tracy",
      "line": " Nah, nah, nah Nah"
    },
    {
      "name": "Liz",
      "line": "Vocal warm-ups. I'll tell him you came by."
    },
    {
      "name": "Conan",
      "line": "Okay."
    },
    {
      "name": "Tracy",
      "line": " Uh, uh "
    },
    {
      "name": "Grizz",
      "line": "Whoa, whoa, whoa. He licked all of those."
    },
    {
      "name": "Kenneth",
      "line": "After you, ma'am."
    },
    {
      "name": "Liz",
      "line": "Chewbacca, may I speak to Tracy, please?"
    },
    {
      "name": "Tracy",
      "line": "Brrrrrr, brrrrr."
    },
    {
      "name": "Pete",
      "line": "How's it going?"
    },
    {
      "name": "Tracy",
      "line": "No! Past Pete is here to kill Future Pete!"
    },
    {
      "name": "Liz",
      "line": "It's going great."
    },
    {
      "name": "Tracy",
      "line": "No! Brrrrr."
    },
    {
      "name": "Liz",
      "line": "It's all right, Tray! Come back!"
    },
    {
      "name": "Ladonica",
      "line": "Hi."
    },
    {
      "name": "Kenneth",
      "line": "Yes, ma'am, do you have a prescription for Mr. Tracy Jordan?"
    },
    {
      "name": "Liz",
      "line": "Okay, come on out of there, buddy."
    },
    {
      "name": "Pete",
      "line": "Oh, I almost forgot. Jack would like to see you up in his office."
    },
    {
      "name": "Liz",
      "line": "Ohh, I don't have time for this!"
    },
    {
      "name": "Liz",
      "line": "Yeah, Jonathan, tell him I've got my hands full with Tracy."
    },
    {
      "name": "Jack",
      "line": "You sound upset."
    },
    {
      "name": "Liz",
      "line": "I am upset."
    },
    {
      "name": "Jack",
      "line": "Well, come on up, and we'll talk about it."
    },
    {
      "name": "Liz",
      "line": "Ugh!"
    },
    {
      "name": "Tracy",
      "line": "Brrrrr."
    },
    {
      "name": "Kenneth",
      "line": "Fine, I will try the other location, but, frankly, Ladonica, you have not been real helpful."
    },
    {
      "name": "Jack",
      "line": "We'll get to your problem in a minute. Have you had a chance to think of my zinger?"
    },
    {
      "name": "Liz",
      "line": "\"Well, it's almost Thanksgiving, everybody, \"and I know what this crowd's giving thanks for... estate-tax reform.\""
    },
    {
      "name": "Jack",
      "line": "That is terrific. I really enjoyed that. But do you think it's too topical? Damn, I wish this event were tonight."
    },
    {
      "name": "Liz",
      "line": "It's not tonight? When is it?"
    },
    {
      "name": "Jack",
      "line": "February."
    },
    {
      "name": "Liz",
      "line": "Why are you wearing a tux?!"
    },
    {
      "name": "Jack",
      "line": "It's after 6:00. What am I, a farmer?"
    },
    {
      "name": "Liz",
      "line": "It's 6:00? No."
    },
    {
      "name": "Man",
      "line": "You're right after this commercial."
    },
    {
      "name": "Liz",
      "line": "You can do this."
    },
    {
      "name": "Tracy",
      "line": "Mr. Blue Man! You gonna tell me my feet stink? You don't even have feet, Blue Man! Blue Man, where your feet at?!"
    },
    {
      "name": "Page",
      "line": "\"Late Night With Conan O'Brien\"! That's right. Now, we are on the s..."
    },
    {
      "name": "Kenneth",
      "line": "Excuse me. This is a page coming through."
    },
    {
      "name": "Pete",
      "line": "Let... him... through!!"
    },
    {
      "name": "Tracy",
      "line": "No!"
    },
    {
      "name": "Pete",
      "line": "Here it is!"
    },
    {
      "name": "Tracy",
      "line": "Aah! Aah!"
    },
    {
      "name": "Liz",
      "line": "Pete!"
    },
    {
      "name": "Pete",
      "line": "I'm trying!"
    },
    {
      "name": "Liz",
      "line": "Give me his pills!"
    },
    {
      "name": "Pete",
      "line": "Here."
    },
    {
      "name": "Liz",
      "line": "It's from Dr. Spaceman."
    },
    {
      "name": "Conan",
      "line": "You know my first guest tonight from his numerous hit movies, including \"President Homeboy\" and \"honky Grandma Be Trippin'. \""
    },
    {
      "name": "Conan",
      "line": "Or you may know him from his last appearance on this show, when he tried to stab me in the face."
    },
    {
      "name": "Man",
      "line": "Okay, got to go. Excuse me. Oh! Tracy?"
    },
    {
      "name": "Conan",
      "line": "Please welcome Tracy Jordan."
    },
    {
      "name": "Pete",
      "line": "You know, you really went above and beyond for that guy today."
    },
    {
      "name": "Liz",
      "line": "I just hope we get away with it."
    },
    {
      "name": "Liz",
      "line": "This is going on a little long."
    },
    {
      "name": "Pete",
      "line": "Don't do... Don't do that."
    },
    {
      "name": "Liz",
      "line": "Pants on! Pants on!"
    },
    {
      "name": "Pete",
      "line": "Sit in the chair, buddy."
    },
    {
      "name": "Liz",
      "line": "Sit in the chair. Sit down, sit. Oh!"
    },
    {
      "name": "Pete",
      "line": "No, sit down."
    },
    {
      "name": "Conan",
      "line": "Okay."
    },
    {
      "name": "Pete",
      "line": "Attaboy."
    },
    {
      "name": "Conan",
      "line": "Good to have you here. That was great, and you're... And he's asleep, which, uh, is okay, 'cause at least he didn't murder me."
    },
    {
      "name": "Conan",
      "line": "Uh, we'll take a break, and, uh, Tracy Jordan, everybody."
    },
    {
      "name": "Pete",
      "line": "Hey, you did good, kid."
    },
    {
      "name": "Conan",
      "line": "You don't see that every day. Tracy Jordan."
    },
    {
      "name": "Liz",
      "line": "Give me that."
    },
    {
      "name": "Pete",
      "line": "Ow!"
    },
    {
      "name": "Liz",
      "line": "I really got to eat something."
    },
    {
      "name": "Dennis",
      "line": "I've lost track of it!"
    },
    {
      "name": "Liz",
      "line": "Hey."
    },
    {
      "name": "Dennis",
      "line": "Hey. What's up?"
    },
    {
      "name": "Dennis",
      "line": "I didn't know what you wanted, so I, uh, ordered you a cheeseburger."
    },
    {
      "name": "Liz",
      "line": "Oh, Dennis, thank you. Oh! Thank you, thank you. Thank you so much."
    },
    {
      "name": "Dennis",
      "line": "So, what did you want to talk to me about, huh?"
    },
    {
      "name": "Liz",
      "line": "Nothing. I forget. I just want to listen to you play Halo till I fall asleep."
    },
    {
      "name": "Dennis",
      "line": "Oh, it's baloney! How'd that... How'd that grenade not kill him? He was standing right next to it! You know, Liz, this controller's defective. Liz?"
    },
    {
      "name": "Kenneth",
      "line": "Well, I got started in the NBC page program. And before you know it, I'm making hit movies with my good friend and roommate, Zach Braff."
    },
    {
      "name": "Kenneth",
      "line": "Mm-hmm. Mm-hmm. What? Who told you that?"
    },
    {
      "name": "Kenneth",
      "line": "Well, yes, I do know how to clog, but I don't think anybody wants to see me do that. You do? Really? Okay."
    },
    {
      "name": "Conan",
      "line": "You're a weird guy, Kenneth."
    },
    {
      "name": "Kenneth",
      "line": "See you tomorrow, Mr. O'Brien."
    }
  ]
}