{
  "season": 1,
  "episode": 9,
  "title": "The Baby Show",
  "script": [
    {
      "name": "Kenneth",
      "line": "Well, I don't know why they need you in the studio."
    },
    {
      "name": "All",
      "line": "Surprise!"
    },
    {
      "name": "Jenna",
      "line": "Oh, my God. Is this for me?"
    },
    {
      "name": "Jenna",
      "line": "I can't believe you made all this fuss over my birthday. It's so incredibly thoughtful. Let me give something back to you guys."
    },
    {
      "name": "Jenna",
      "line": "I believe the children are our are future Teach them well and let them lead the way"
    },
    {
      "name": "Cerie",
      "line": "Hey, guess what, everyone. I'm engaged."
    },
    {
      "name": "All",
      "line": "Oh!"
    },
    {
      "name": "Liz",
      "line": "Engaged!"
    },
    {
      "name": "Frank",
      "line": "Hey, this isn't gonna change the way you dress or eat lollipops, is it?"
    },
    {
      "name": "Cerie",
      "line": "No."
    },
    {
      "name": "Frank",
      "line": "Oh, then congratulations."
    },
    {
      "name": "Cerie",
      "line": "Thank you."
    },
    {
      "name": "Jenna",
      "line": "This is for you, Cerie. I believe the children are our future Teach them well and let them lead the way Show them... All the beauty they possess in..."
    },
    {
      "name": "Josh",
      "line": "Everyone, guess what! There's an antique-car show out in the plaza!"
    },
    {
      "name": "Jenna",
      "line": "Okay, I..."
    },
    {
      "name": "Liz",
      "line": "How long is Jack gonna be?"
    },
    {
      "name": "Jonathan",
      "line": "He's still on the phone."
    },
    {
      "name": "Jonathan",
      "line": "Area code 407? Oh, no. When did this happen?"
    },
    {
      "name": "Liz",
      "line": "407? Is that bad?"
    },
    {
      "name": "Jonathan",
      "line": "It's fine. It is gonna be just fine."
    },
    {
      "name": "Jack",
      "line": "Aah!"
    },
    {
      "name": "Jack",
      "line": "Jonathan! These cheap phones keep on shattering!"
    },
    {
      "name": "Jonathan",
      "line": "You can go in now."
    },
    {
      "name": "Liz",
      "line": "No."
    },
    {
      "name": "Jack",
      "line": "Who let 407 through? Jonathan, we have drills for this!"
    },
    {
      "name": "Jonathan",
      "line": "Liz distracted me."
    },
    {
      "name": "Liz",
      "line": "No, I didn't."
    },
    {
      "name": "Liz",
      "line": "What's going on? Business got you down?"
    },
    {
      "name": "Jack",
      "line": "Business doesn't get me down. Business gets me off."
    },
    {
      "name": "Jack",
      "line": "Now, what is your urgent problem this time?"
    },
    {
      "name": "Liz",
      "line": "Well, uh, the writers and I wanted to get \"TGS\" jackets. But the guy in accounting says we can't have the jackets, but \"Dateline\" has jackets."
    },
    {
      "name": "Jack",
      "line": "Jackets? Is this what you're talking about now? Jackets?"
    },
    {
      "name": "Jack",
      "line": "Lemon, do you realize that your little show accounts for 3% of our revenue but takes up 90% of my time?"
    },
    {
      "name": "Jack",
      "line": "Hello!"
    },
    {
      "name": "Jack",
      "line": "Now, would you do me a kindness, please, and handle your problems yourself and stop bothering me? Is that too much to ask?"
    },
    {
      "name": "Liz",
      "line": "Absolutely. Forget it. I won't bother you about anything anymore."
    },
    {
      "name": "Liz",
      "line": "Wow. He's a little bit of a stress eater, huh?"
    },
    {
      "name": "Jonathan",
      "line": "He puts up with so much."
    },
    {
      "name": "Liz",
      "line": "All right."
    },
    {
      "name": "PA",
      "line": "Jenna to the stage, please, for \"Jazz Police.\""
    },
    {
      "name": "Josh",
      "line": "Liz, you should have seen this guy at the club last night."
    },
    {
      "name": "Josh",
      "line": "Everybody at this party is a Jedi."
    },
    {
      "name": "Josh",
      "line": "We must get our freak on while our fruit is plentiful."
    },
    {
      "name": "Tracy",
      "line": "Oh, no."
    },
    {
      "name": "Liz",
      "line": "Oh, sounds like another great party I wasn't invited to."
    },
    {
      "name": "Josh",
      "line": "Thank you for the funnest night of my life. Love you, man."
    },
    {
      "name": "Tracy",
      "line": "I love you, too, J. Bird."
    },
    {
      "name": "Tracy",
      "line": "Yo, I don't like that dude."
    },
    {
      "name": "Tracy",
      "line": "It's disrespectful when he imitates me. I want him fired."
    },
    {
      "name": "Liz",
      "line": "Aw, come on. It's a goof."
    },
    {
      "name": "Tracy",
      "line": "How would you like it if I did an impression of you, Liz Lemon?"
    },
    {
      "name": "Tracy",
      "line": "Hi! I'm Liz Lemon! I like to wear man shirts. Watch me skateboard."
    },
    {
      "name": "Liz",
      "line": "I don't skateboard."
    },
    {
      "name": "Tracy",
      "line": "Hurts, doesn't it?"
    },
    {
      "name": "Liz",
      "line": "I'm not firing Josh."
    },
    {
      "name": "Tracy",
      "line": "You always take his side."
    },
    {
      "name": "Liz",
      "line": "Tracy, stop Tasering him."
    },
    {
      "name": "Tracy",
      "line": "See, I need to be respected, Liz Lemon. But what do you know about respect?"
    },
    {
      "name": "Liz",
      "line": "Please, Tracy, just let it go."
    },
    {
      "name": "Tracy",
      "line": "Well, if you won't do anything about it, I'll just go over your head to Donaghy."
    },
    {
      "name": "Liz",
      "line": "No. No. Do not do that. Don't bother him."
    },
    {
      "name": "Liz",
      "line": "All right. I'll talk to Josh."
    },
    {
      "name": "Liz",
      "line": "Hey, Cerie, what are you doing?"
    },
    {
      "name": "Cerie",
      "line": "Oh, I let them do my makeup sometimes. They say it's fun for them."
    },
    {
      "name": "Anna",
      "line": "She's like a Barbie."
    },
    {
      "name": "Anna",
      "line": "Oh, sorry. My babysitter got jury duty. I think I'm going to kill myself."
    },
    {
      "name": "Liz",
      "line": "So, Cerie, how long have you known this guy that you're marrying?"
    },
    {
      "name": "Cerie",
      "line": "lt'll be two months in three weeks."
    },
    {
      "name": "Cerie",
      "line": "You would love him, Liz. He's so funny."
    },
    {
      "name": "Cerie",
      "line": "He does this thing where he screams at limo drivers."
    },
    {
      "name": "Liz",
      "line": "Yeah. It just kind of seems like you're rushing into it a little bit. I guess."
    },
    {
      "name": "Cerie",
      "line": "But we both want to have babies while it's still cool."
    },
    {
      "name": "Cerie",
      "line": "I already have all the names picked out. If it's a girl, Bookcase. Or Sandstorm. Or maybe Hat. But that's more of a boy's name."
    },
    {
      "name": "Liz",
      "line": "Yeah. I was gonna say."
    },
    {
      "name": "Liz",
      "line": "It's just you're so young, Cerie. There's no big hurry to have babies."
    },
    {
      "name": "Liz",
      "line": "I mean, there are other things in life, like having a career and working and having a job... and working."
    },
    {
      "name": "Cerie",
      "line": "You can have a career at any time. But you only have a really short period where you can be a young, hot mom."
    },
    {
      "name": "Cerie",
      "line": "If you wait too long, you could be like 50 at your kid's graduation."
    },
    {
      "name": "Liz",
      "line": "50 is not that old, Cerie."
    },
    {
      "name": "Cerie",
      "line": "Oh, I'm sorry. Are you 50 now?"
    },
    {
      "name": "Jenna",
      "line": "Paul Newman or Robert Redford?"
    },
    {
      "name": "Liz",
      "line": "I've told you a thousand times. Newman because I enjoy his salad dressings and lemonade."
    },
    {
      "name": "Jenna",
      "line": "Me too."
    },
    {
      "name": "Jenna",
      "line": "Okay. Uh, Brad Pitt or George Clooney?"
    },
    {
      "name": "Liz",
      "line": "Do you think I'd be a good mother?"
    },
    {
      "name": "Jenna",
      "line": "What?"
    },
    {
      "name": "Liz",
      "line": "Something's kicking in, and the last few months, I've just started wondering if I'm ever gonna have a baby."
    },
    {
      "name": "Liz",
      "line": "I'm so many steps away from being able to do it, and I panic that maybe I waited too long."
    },
    {
      "name": "Liz",
      "line": "I mean, what if my junk goes bad?"
    },
    {
      "name": "Liz",
      "line": "What if Cerie is right?"
    },
    {
      "name": "Jenna",
      "line": "Wow. Red wine is not your drink."
    },
    {
      "name": "Liz",
      "line": "I'm sorry. I'm in my right mind. I just... It comes in waves, you know?"
    },
    {
      "name": "Liz",
      "line": "And, uh, I love my job, and I love my friends. And if I am meant to crank out a kid, then I have plenty of time."
    },
    {
      "name": "Jenna",
      "line": "Uh, not really."
    },
    {
      "name": "Liz",
      "line": "Jenna!"
    },
    {
      "name": "Jenna",
      "line": "No, Liz, I'm just saying, if this is something you really want, let's go for it."
    },
    {
      "name": "Jenna",
      "line": "I'll help you. Oh, please, let me help you for once."
    },
    {
      "name": "Jenna",
      "line": "We'll get you a guy, like that hot dancer Madonna used to have, Lourdes."
    },
    {
      "name": "Liz",
      "line": "Oh, no, no. That is not how I roll. Forget I said anything, all right?"
    },
    {
      "name": "Jack",
      "line": "Because you agreed to this. I did not make you sign anything. I will not be intimidated by you."
    },
    {
      "name": "Kenneth",
      "line": "Good morning, Mr. Donaghy."
    },
    {
      "name": "Jack",
      "line": "Go to hell."
    },
    {
      "name": "Kenneth",
      "line": "No, thank you."
    },
    {
      "name": "Jack",
      "line": "Kenneth, I'm sorry."
    },
    {
      "name": "Jack",
      "line": "How do you do it, Kenneth? How do you sit here every day, taking crap from people, and you keep smiling?"
    },
    {
      "name": "Kenneth",
      "line": "My mother always told me that even when things seem bad, there's someone else who's having a worse day."
    },
    {
      "name": "Kenneth",
      "line": "Like being stung by a bee or getting a splinter or being chained to a wall in someone's sex dungeon."
    },
    {
      "name": "Jack",
      "line": "Isn't that a kick in the soft stuff, Kenneth?"
    },
    {
      "name": "Jack",
      "line": "You get strength from your mother, while mine is sucking the life out of me."
    },
    {
      "name": "Jack",
      "line": "She calls me constantly. That was her. That was her, complaining about where she's living, threatening to move in with me."
    },
    {
      "name": "Kenneth",
      "line": "Ah, how wonderful."
    },
    {
      "name": "Jack",
      "line": "No, no, no. That's not wonderful."
    },
    {
      "name": "Jack",
      "line": "I run companies... plural. But to that woman, I'm always gonna be the punk kid who cried when Pop was run over by a mail truck."
    },
    {
      "name": "Kenneth",
      "line": "Oh, my. A mailman killed your dad?"
    },
    {
      "name": "Jack",
      "line": "No, Pop was my dog. My dad left when I was 2, so I grew up calling my collie Pop."
    },
    {
      "name": "Kenneth",
      "line": "Oh. My mother is my best friend."
    },
    {
      "name": "Jack",
      "line": "My mother tried to send me to Vietnam to make a man out of me. I was 12."
    },
    {
      "name": "Kenneth",
      "line": "Well, my mother has her dark times, too. But that's when I tell her, \"Mama, you carried me for nine months. Let me carry you now.\""
    },
    {
      "name": "jack",
      "line": "You are a remarkable human being, Kenneth."
    },
    {
      "name": "Jack",
      "line": "I bought my mother a lovely retirement home... in Florida, with a tea garden and big rocks made of foam, because she falls down a lot."
    },
    {
      "name": "Jack",
      "line": "Got everything she needs except a phone. I told those people... I made it clear... \"Do not give her a phone.\""
    },
    {
      "name": "Jack",
      "line": "It's her. It's always her. Hello?"
    },
    {
      "name": "Dr. Spaceman",
      "line": "This is Dr. Leo Spaceman."
    },
    {
      "name": "Liz",
      "line": "Oh, hi. I'm sorry. I got this number under \"fertility\" in the Writers Guild health manual."
    },
    {
      "name": "Dr. Spaceman",
      "line": "I'm also listed under \"meth addiction\" and \"child psychiatry.\""
    },
    {
      "name": "Dr. Spaceman",
      "line": "So what can I help you with?"
    },
    {
      "name": "Dr. Spaceman",
      "line": "I should start by saying that I can't personally help you conceive. Uh, something happened to me while scuba diving."
    },
    {
      "name": "Frank",
      "line": "Hey. So, Jenna told us you're looking for a baby daddy."
    },
    {
      "name": "Liz",
      "line": "She what?"
    },
    {
      "name": "Frank",
      "line": "Yeah. So?"
    },
    {
      "name": "Liz",
      "line": "So..."
    },
    {
      "name": "Liz",
      "line": "Are you kidding me?!"
    },
    {
      "name": "Toofer",
      "line": "Now, before you say no, I just want to say, our child would have a leg up getting into Harvard."
    },
    {
      "name": "Liz",
      "line": "Oh, really? Did you go to Harvard? 'Cause you haven't mentioned it in like three hours."
    },
    {
      "name": "Frank",
      "line": "Our kid would have strong, flat feet."
    },
    {
      "name": "Lutz",
      "line": "And if you choose me, I agree not to take my shirt off. But I do like to get yelled at during sex."
    },
    {
      "name": "Liz",
      "line": "You're disgusting."
    },
    {
      "name": "Lutz",
      "line": "Yeah. That's a good start."
    },
    {
      "name": "Liz",
      "line": "Get out of here. Jenna had no business telling you guys that."
    },
    {
      "name": "Pete",
      "line": "Oh, hey. Blue pages. What? What's wrong?"
    },
    {
      "name": "Jenna",
      "line": "Jenna told the writers that I am looking for a guy to get me pregnant. Can you believe her?"
    },
    {
      "name": "Pete",
      "line": "I know. It's so uncool."
    },
    {
      "name": "Pete",
      "line": "I mean, why would she go to them? Who do you know better than me?"
    },
    {
      "name": "Liz",
      "line": "Aw, come on. Didn't you have a vasectomy?"
    },
    {
      "name": "Pete",
      "line": "No, I just told my wife I did."
    },
    {
      "name": "Liz",
      "line": "And she doesn't get pregnant how?"
    },
    {
      "name": "Pete",
      "line": "I fake it."
    },
    {
      "name": "Liz",
      "line": "Is Jenna out here? Is she rehearsing?"
    },
    {
      "name": "Pete",
      "line": "She's onstage."
    },
    {
      "name": "Greta",
      "line": "Excuse me, Ms. Lemon. Uh, I'm not usually this formal nor this bold, but I figure time is on neither one of our sides."
    },
    {
      "name": "Greta",
      "line": "Uh, could you excuse us for a second?"
    },
    {
      "name": "Liz",
      "line": "I'd kind of like him to stay."
    },
    {
      "name": "Greta",
      "line": "Very well."
    },
    {
      "name": "",
      "line": "Ms. Lemon... Liz... I'd like to carry your child, if I might."
    },
    {
      "name": "Greta",
      "line": "I have a small ferret farm about 60 miles north of the city. It's not much, but it is self-sufficient."
    },
    {
      "name": "Greta",
      "line": "I can get cable if you want, 'cause I know how much you like the TV. Sometimes I watch you watching it."
    },
    {
      "name": "Greta",
      "line": "Think about it."
    },
    {
      "name": "Liz",
      "line": "Jenna? Stop telling everyone I need someone to get me pregnant."
    },
    {
      "name": "Jenna",
      "line": "I'm not telling everyone."
    },
    {
      "name": "Liz",
      "line": "Oh!"
    },
    {
      "name": "Josh",
      "line": "Guys, check this out. Oprah and Stedman are the same person."
    },
    {
      "name": "Liz",
      "line": "You know what? I don't have time for this conversation. I don't have time for anything."
    },
    {
      "name": "Josh",
      "line": "That's why he/she won't run for president. Mm-hmm."
    },
    {
      "name": "Liz",
      "line": "Hey, you got to stop doing that impression. Tracy hates it."
    },
    {
      "name": "Josh",
      "line": "What? But it's funny. These guys like it."
    },
    {
      "name": "Josh",
      "line": "The Mars probe didn't break. It was attacked by a Martian cougar."
    },
    {
      "name": "Tracy",
      "line": "This is how you take care of things, Liz Lemon? I'm going to Jack Donaghy."
    },
    {
      "name": "Liz",
      "line": "No. No, Tray. Please don't do that."
    },
    {
      "name": "Tracy",
      "line": "Too late. This is untoward. This is not toward!"
    },
    {
      "name": "Liz",
      "line": "You better fix this, nerd."
    },
    {
      "name": "Liz",
      "line": "Otherwise Jack Donaghy is gonna kill me, then he's gonna kill you, and then he's gonna fold us up in a pizza and eat us."
    },
    {
      "name": "Josh",
      "line": "What?"
    },
    {
      "name": "Bobby",
      "line": "Hey, Liz, I heard you're looking for a hookup."
    },
    {
      "name": "Liz",
      "line": "Oh, you know what? Everybody stop working right now!"
    },
    {
      "name": "Liz",
      "line": "I don't want to have sex with any of you. I have plenty of time to have a baby, and I am not looking for sperm donors."
    },
    {
      "name": "Bobby",
      "line": "Okay. But do you still want a sound hookup so you can listen to rehearsal?"
    },
    {
      "name": "Liz",
      "line": "Yeah. Thanks."
    },
    {
      "name": "Liz",
      "line": "How are you, Bobby? Good? Great."
    },
    {
      "name": "Tracy",
      "line": "Yo."
    },
    {
      "name": "Josh",
      "line": "Tracy, it's Jack Donaghy. I hear we have a problem with Josh Girard."
    },
    {
      "name": "Tracy",
      "line": "Damn right! Keeps impersonating me, making me into a caricature."
    },
    {
      "name": "Josh",
      "line": "I would take care of this if I could, but it's tricky."
    },
    {
      "name": "Josh",
      "line": "You see, Josh's father is an assassin with the Russian mafia. They call him El Matador."
    },
    {
      "name": "Tracy",
      "line": "Whoa. Those dudes are crazy. Forget it. I don't need any of that noise."
    },
    {
      "name": "Josh",
      "line": "It happies me to hear you say that. For being so understanding, I'm sending you our new super-top-secret invisible motorcycle."
    },
    {
      "name": "Tracy",
      "line": "For real?"
    },
    {
      "name": "Josh",
      "line": "For realsies."
    },
    {
      "name": "Josh",
      "line": "Now, if you'll excuse me, I need to see a doctor. I keep pooping during sex."
    },
    {
      "name": "Jack",
      "line": "Lemon, we have a problem."
    },
    {
      "name": "Liz",
      "line": "I have this whole Tracy-Josh thing under control."
    },
    {
      "name": "Jack",
      "line": "What are you talking about?"
    },
    {
      "name": "Liz",
      "line": "Nothing. What are you talking about?"
    },
    {
      "name": "Jack",
      "line": "You. You yelling at the crew, you trawling for seed."
    },
    {
      "name": "Liz",
      "line": "Oh, it's a big misunderstanding. Jenna thinks that I want to have a baby."
    },
    {
      "name": "Jack",
      "line": "I should have known this was going to be a problem when I decided to mentor a woman."
    },
    {
      "name": "Liz",
      "line": "No, in fact, what I said was that my body is trying to make me think I want to have a baby."
    },
    {
      "name": "Liz",
      "line": "But my body is not the boss of me. My brain is."
    },
    {
      "name": "Jack",
      "line": "If you insist upon going all Murphy Brown on me, let me give you a tip."
    },
    {
      "name": "Jack",
      "line": "Don't smother your child with affection to compensate for not having a man in your life."
    },
    {
      "name": "Jack",
      "line": "Don't say, \"You're the only man I'll ever love.\" Even babies know that's creepy."
    },
    {
      "name": "Liz",
      "line": "Of course."
    },
    {
      "name": "Jack",
      "line": "Don't put little notes in their lunch bag that say, \"Mommy's watching you.\" People find those things."
    },
    {
      "name": "Liz",
      "line": "I bet you behaved yourself, though."
    },
    {
      "name": "jack",
      "line": "If your child is a terrific hockey player and a gifted flautist, don't make them play the national anthem on the flute in front of their teammates."
    },
    {
      "name": "Liz",
      "line": "Your mother did that?"
    },
    {
      "name": "Jack",
      "line": "Now she wants to move in with me. I can't have that, Lemon."
    },
    {
      "name": "Liz",
      "line": "Then be an adult and call her and say you love her very much but that living together is not going to work for you."
    },
    {
      "name": "Jack",
      "line": "Oh, no. You don't know my mother."
    },
    {
      "name": "Jack",
      "line": "This is a woman that actually had a heart attack to prevent me from going on my honeymoon."
    },
    {
      "name": "Liz",
      "line": "Maybe her heart broke 'cause she spent 20 years raising you and you're a total ingrate."
    },
    {
      "name": "Jack",
      "line": "That's exactly what she said."
    },
    {
      "name": "",
      "line": "Is this what you want, Lemon? To breathe life into another human being just to spend the rest of your days slowly sucking it out of them?"
    },
    {
      "name": "Liz",
      "line": "No. That's why my brain is the boss."
    },
    {
      "name": "Jack",
      "line": "Speak of the devil."
    },
    {
      "name": "Liz",
      "line": "Take a breath. Be nice."
    },
    {
      "name": "Jack",
      "line": "Hello, Mother. So nice to hear your voice."
    },
    {
      "name": "Jack",
      "line": "No, I am not on anything."
    },
    {
      "name": "Jack",
      "line": "I know that things have been difficult for you lately, and I was thinking... you carried me for nine months. Let me carry you now."
    },
    {
      "name": "Jack",
      "line": "Well, right back at you, Colleen! Yeah, that's right!"
    },
    {
      "name": "Jack",
      "line": "You cut Pop's balls off and left him in the street to die!"
    },
    {
      "name": "Cerie",
      "line": "Liz, check out my wedding dress."
    },
    {
      "name": "Liz",
      "line": "Absolutely not, young lady."
    },
    {
      "name": "Tracy",
      "line": "Kenneth, get Donaghy on the phone."
    },
    {
      "name": "Kenneth",
      "line": "Jonathan, I have Tracy Jordan for Mr. Donaghy."
    },
    {
      "name": "Liz",
      "line": "No, no, no. Tracy, please, do not bother Jack."
    },
    {
      "name": "Tracy",
      "line": "B. B. Jackson's condo?"
    },
    {
      "name": "Liz",
      "line": "No."
    },
    {
      "name": "Tracy",
      "line": "A children's clothing store in Dubai?"
    },
    {
      "name": "Liz",
      "line": "Stop guessing."
    },
    {
      "name": "Liz",
      "line": "What I'm saying is leave Jack alone."
    },
    {
      "name": "Tracy",
      "line": "Too late, Liz Lemon. He called me five minutes ago."
    },
    {
      "name": "Liz",
      "line": "Five minutes ago, I was with him."
    },
    {
      "name": "Liz",
      "line": "How did he sound? What did he say?"
    },
    {
      "name": "Tracy",
      "line": "Nothing unusual... Russian mobs, invisible motorcycles, sex pooping."
    },
    {
      "name": "Liz",
      "line": "Are you insane?"
    },
    {
      "name": "Liz",
      "line": "What are you gonna do when Tracy asks Jack for his invisible motorcycle?"
    },
    {
      "name": "Josh",
      "line": "Uh..."
    },
    {
      "name": "Liz",
      "line": "Yeah, dummy. Here's what you're gonna do."
    },
    {
      "name": "Jonathan",
      "line": "It's not your mother!"
    },
    {
      "name": "Jack",
      "line": "Hello?"
    },
    {
      "name": "Josh",
      "line": "Donaghy!"
    },
    {
      "name": "Jack",
      "line": "What's up, Tray?"
    },
    {
      "name": "Liz",
      "line": "If, in the future... "
    },
    {
      "name": "Josh",
      "line": "If, in the future...if I mention anything crazy... like an invisible motorcycle... it means I'm off my meds... and should be ignored."
    },
    {
      "name": "Josh",
      "line": "Also, I think Josh Girard is a young Alec Guinness."
    },
    {
      "name": "Tracy",
      "line": "Go back on your meds, Tracy."
    },
    {
      "name": "Liz",
      "line": "Hang up. "
    },
    {
      "name": "Josh",
      "line": "Hang up."
    },
    {
      "name": "Jack",
      "line": "What? "
    },
    {
      "name": "Josh",
      "line": "What?"
    },
    {
      "name": "Liz",
      "line": "Idiot. "
    },
    {
      "name": "Josh",
      "line": "Idiot."
    },
    {
      "name": "Jack",
      "line": "Tracy, I've got to go."
    },
    {
      "name": "Jack",
      "line": "Idiot."
    },
    {
      "name": "Josh",
      "line": "I think that went well."
    },
    {
      "name": "Liz",
      "line": "Now you got to call Tracy as Jack."
    },
    {
      "name": "Josh",
      "line": "Or I could call him as Christopher Walken."
    },
    {
      "name": "Liz",
      "line": "Do you not understand what we're doing?"
    },
    {
      "name": "Liz",
      "line": "Jenna, did you tell Life & Style that your favorite book is the Koran?"
    },
    {
      "name": "Jenna",
      "line": "I just wanted to sound smart."
    },
    {
      "name": "Liz",
      "line": "Oh, hi, baby."
    },
    {
      "name": "Anna",
      "line": "Would you take her for a second? I'm trying to finish her eyes."
    },
    {
      "name": "Liz",
      "line": "Oh, I'm actually really busy."
    },
    {
      "name": "Anna",
      "line": "Please. I heard you were baby-crazy."
    },
    {
      "name": "Liz",
      "line": "Uh, no."
    },
    {
      "name": "Jenna",
      "line": "Yes, she is"
    },
    {
      "name": "Anna",
      "line": "Please."
    },
    {
      "name": "Liz",
      "line": "Oh. Oh, for the love of Nut. Okay."
    },
    {
      "name": "Liz",
      "line": "How about that, huh?"
    },
    {
      "name": "Anna",
      "line": "Yeah. She likes you. Go ahead, walk around."
    },
    {
      "name": "Liz",
      "line": "Oh, okay."
    },
    {
      "name": "Jenna",
      "line": "Look how pretty I look."
    },
    {
      "name": "",
      "line": "You're the cutest baby in the world. Who's the cutest baby in the world? Who's the cutest baby in the world?"
    },
    {
      "name": "Liz",
      "line": "How did I get home?"
    },
    {
      "name": "Liz",
      "line": "Why didn't you say something?"
    },
    {
      "name": "Tracy",
      "line": "Jack Donaghy?"
    },
    {
      "name": "Tracy",
      "line": "Now, I know you asked me not to say anything. But I think I know somebody that can help you with your sex-poop problem."
    },
    {
      "name": "Josh",
      "line": "Hi."
    },
    {
      "name": "Josh",
      "line": "Please don't hurt me."
    },
    {
      "name": "Josh",
      "line": "I can't help it. It just pours out of me."
    },
    {
      "name": "Josh",
      "line": "I'm Jack Donaghy. I'm important. I just bought the moon."
    },
    {
      "name": "Josh",
      "line": "Oh, my God. I'm doing it again."
    },
    {
      "name": "Josh",
      "line": "What?"
    },
    {
      "name": "Josh",
      "line": "Mother, I love you, too. But living together is not gonna work out for me."
    },
    {
      "name": "Josh",
      "line": "Yes, I went this morning."
    },
    {
      "name": "Josh",
      "line": "I don't know. Regular consistency."
    },
    {
      "name": "Josh",
      "line": "I can't do this."
    },
    {
      "name": "Jack",
      "line": "Every day for the rest of your or her life. And she will outlive you. She's like Castro."
    },
    {
      "name": "Tracy",
      "line": "And when you're done with that, call my wife and tell her I'm sorry about what happened with me and Keith and them."
    },
    {
      "name": "Josh",
      "line": "Wait. Who?"
    },
    {
      "name": "Pete",
      "line": "Oh, God! It's true that you had the baby."
    },
    {
      "name": "Liz",
      "line": "I don't know what happened."
    },
    {
      "name": "Liz",
      "line": "One minute, I was holding the baby in makeup. And then, suddenly, it was like highway hypnosis."
    },
    {
      "name": "Liz",
      "line": "You know, when you pull into your driveway, but you don't remember driving home?"
    },
    {
      "name": "Pete",
      "line": "Oh, right, and you have someone else's baby in your car."
    },
    {
      "name": "Liz",
      "line": "I feel so terrible."
    },
    {
      "name": "Pete",
      "line": "Give me the baby. I'll try to smooth things over. What's her name?"
    },
    {
      "name": "Liz",
      "line": "Well, Anna calls her Isabelle, but I call her Nancy."
    },
    {
      "name": "Pete",
      "line": "Think it might be a good idea if I give Anna the rest of the week off."
    },
    {
      "name": "Liz",
      "line": "Seriously? We're really busy."
    },
    {
      "name": "Liz",
      "line": "Well, of course, of course."
    },
    {
      "name": "Jenna",
      "line": "Stealing a baby? Really?"
    },
    {
      "name": "Pete",
      "line": "Hey, I found Isabelle! I'm a hero."
    },
    {
      "name": "Anna",
      "line": "Hi, baby. Oh, baby."
    },
    {
      "name": "Liz",
      "line": "You're loving this, aren't you?"
    },
    {
      "name": "Jack",
      "line": "Oh, yes. I'm a big fan of kidnapping, especially by my middle management."
    },
    {
      "name": "Jack",
      "line": "The thing you were saying about listening to your mind and not your body... how's that going for you?"
    },
    {
      "name": "Liz",
      "line": "My body is telling me several things."
    },
    {
      "name": "Liz",
      "line": "First of all, I need to start working out. That kid was killing my arms."
    },
    {
      "name": "Liz",
      "line": "Number two, I could be very happy with a baby that looks nothing like me and didn't bake in my oven."
    },
    {
      "name": "Liz",
      "line": "Three, I got to let myself have a personal life."
    },
    {
      "name": "Jack",
      "line": "That's what I've been telling you for five months."
    },
    {
      "name": "Liz",
      "line": "Well, you're right again."
    },
    {
      "name": "Liz",
      "line": "Write it down in your little \"I'm Awesome\" book."
    },
    {
      "name": "Jack",
      "line": "Where are you going? You have a rehearsal about to start."
    },
    {
      "name": "Liz",
      "line": "I stole a baby, Jack. I'm taking a half day."
    },
    {
      "name": "Jack",
      "line": "Fair enough."
    },
    {
      "name": "Liz",
      "line": "I have to do some thinking."
    },
    {
      "name": "Liz",
      "line": "Maybe it's impossible to have it all... the career, the family."
    },
    {
      "name": "Liz",
      "line": "But if anybody can figure out how to do it, it's me."
    },
    {
      "name": "Jack",
      "line": "That's going up."
    },
    {
      "name": "Liz",
      "line": "Aw, nerds!"
    },
    {
      "name": "Kenneth",
      "line": "I was talking about you at work today, Mother."
    },
    {
      "name": "Kenneth",
      "line": "I think my boss, Mr. Jack Donaghy, wishes you were his mother."
    },
    {
      "name": "Kenneth",
      "line": "Isn't that something, Mother?"
    },
    {
      "name": "Kenneth's Mother",
      "line": "Yes, Kenneth. That's sweet."
    },
    {
      "name": "Kenneth's Mother",
      "line": "Do you have me on speakerphone again?"
    },
    {
      "name": "Kenneth",
      "line": "Yes, ma'am. It's just like \"Charlie's Angels.\""
    },
    {
      "name": "Kenneth's Mother",
      "line": "Oh, by the way, did you get your old Halloween decorations I sent you?"
    },
    {
      "name": "Kenneth",
      "line": "Oh, yes! Thank you."
    },
    {
      "name": "Kenneth",
      "line": "I'm looking at the kooky skeleton right now. I love it."
    },
    {
      "name": "Kenneth",
      "line": "You're the best mother in the whole world."
    },
    {
      "name": "Kenneth's Mother",
      "line": "Okay. Calm down, dear."
    },
    {
      "name": "Kenneth",
      "line": "Yes, Mother."
    }
  ]
}