{
  "season": 1,
  "episode": 6,
  "title": "Jack Meets Dennis",
  "script": [
    {
      "name": "Liz",
      "line": "It's so sweet of you to walk me to work today."
    },
    {
      "name": "Dennis",
      "line": "You're my girl, right? I take care of you, huh?"
    },
    {
      "name": "Dennis",
      "line": "Who knows? Maybe we'll see Natalie Morales, you know? That little firecracker. She gets my blood running south of the border."
    },
    {
      "name": "Liz",
      "line": "That is less sweet."
    },
    {
      "name": "Dennis",
      "line": "I'm gonna stop by tonight. Maybe I'll, uh, pick up some Chinese."
    },
    {
      "name": "Liz",
      "line": "Aw. You said \"Chinese\" instead of something offensive."
    },
    {
      "name": "Dennis",
      "line": "I told you, losing you last year changed me, huh? It made me more, um... more mature. Come here."
    },
    {
      "name": "Liz",
      "line": "Ow. That really hurts! Dennis!"
    },
    {
      "name": "Jenna",
      "line": "You're back with Dennis?"
    },
    {
      "name": "Liz",
      "line": "Yeah. I'm back with Dennis. Don't look at me with your eyebrows all up. It's so annoying."
    },
    {
      "name": "Jenna",
      "line": "Oh, yes. I'm annoying. Not the man who honked your boobs on the jumbo screen."
    },
    {
      "name": "Liz",
      "line": "That was before, and it was the playoffs."
    },
    {
      "name": "Jenna",
      "line": "Does he still work at that beeper store? What is it, Beeper King?"
    },
    {
      "name": "Liz",
      "line": "He is the king now. The old Beeper King retired. Well, technically, he shot himself. But Dennis took over, and now he's the only beeper salesman left in Manhattan, which is cool."
    },
    {
      "name": "Liz",
      "line": "You're doing the eyebrow thing again."
    },
    {
      "name": "Jenna",
      "line": "Because it's Dennis. Who are you trying to fool? This is me."
    },
    {
      "name": "Liz",
      "line": "Exactly. You don't get to give dating advice. You sent a letter to Scott Peterson."
    },
    {
      "name": "Jenna",
      "line": "After he dyed his hair and got super thin from all the stress. Are you kidding me? He was smokin'."
    },
    {
      "name": "Liz",
      "line": "Dennis is a good guy, okay?"
    },
    {
      "name": "Jenna",
      "line": "Not really. So, when did this happen?"
    },
    {
      "name": "Liz",
      "line": "Well, last week was my birthday. And everyone forgot except Dennis. He called, and we went out, and it wasn't too weird."
    },
    {
      "name": "Jenna",
      "line": "And how was the sex?"
    },
    {
      "name": "Liz",
      "line": "Fast and only on Saturdays. It's perfect."
    },
    {
      "name": "Tracy",
      "line": "Did you see this? It's horrible."
    },
    {
      "name": "Tracy",
      "line": "They're printing libel about me again. Libel, Liz Lemon!"
    },
    {
      "name": "Liz",
      "line": "Ugh! \"Normal.\" How dare they?"
    },
    {
      "name": "Tracy",
      "line": "That's what I'm saying. That's character assassination."
    },
    {
      "name": "Tracy",
      "line": "That's not normal. It only looks like I'm walking out of a Starbucks, when actually I'm doing the robot going backwards into a Starbucks. And I don't even know whose dog that is."
    },
    {
      "name": "Tracy",
      "line": "Yes, I steal dogs."
    },
    {
      "name": "Liz",
      "line": "What is the problem?"
    },
    {
      "name": "",
      "line": "I can't be normal. If I'm normal, I'm boring. If I'm boring, I'm not a movie star. If I'm not a movie star, then I'm poor. And poor people can't afford to pay back the $75,000 in cash they owe Quincy Jones."
    },
    {
      "name": "Liz",
      "line": "Wow. Talking to that guy is like looking in a mirror, huh?"
    },
    {
      "name": "Jenna",
      "line": "Well, my armpit rash is back. Oh, my God, Jack. What are you doing in wardrobe?"
    },
    {
      "name": "Jack",
      "line": "The latest research is in. Our audience doesn't like green."
    },
    {
      "name": "Jenna",
      "line": "Oh, that's too bad. I like green."
    },
    {
      "name": "Jack",
      "line": "Research doesn't lie, Jenna. It lets us know what we're thinking... what's too boring, what's too gay, what's too old."
    },
    {
      "name": "Jenna",
      "line": "What's too old?"
    },
    {
      "name": "Jack",
      "line": "That's a very good question. How old are you?."
    },
    {
      "name": "Jenna",
      "line": "I'm 29"
    },
    {
      "name": "Jack",
      "line": "What year were you born?."
    },
    {
      "name": "Jenna",
      "line": "1977"
    },
    {
      "name": "Jack",
      "line": "When did you graduate high school?."
    },
    {
      "name": "Jenna",
      "line": "'94"
    },
    {
      "name": "Jack",
      "line": "When do you turn 40?."
    },
    {
      "name": "Jenna",
      "line": "2017"
    },
    {
      "name": "Jack",
      "line": "Junior high crush?."
    },
    {
      "name": "Jenna",
      "line": "Kirk Cameron"
    },
    {
      "name": "Jack",
      "line": "Prom theme?."
    },
    {
      "name": "Jenna",
      "line": "\"Motownphilly,\" Boyz II Men"
    },
    {
      "name": "Jack",
      "line": "What movie did you lose your virginity at?"
    },
    {
      "name": "Jenna",
      "line": "\"Arachnophobia.\""
    },
    {
      "name": "Jack",
      "line": "Theater or drive-in?"
    },
    {
      "name": "Jenna",
      "line": "What's a drive-in?"
    },
    {
      "name": "Jack",
      "line": "Of course. I don't know why I bothered to ask."
    },
    {
      "name": "Jack",
      "line": "I can tell just from your physical appearance that you're obviously... 29."
    },
    {
      "name": "Liz",
      "line": "So, these page numbers, when done correctly, should be sequential."
    },
    {
      "name": "Cerie",
      "line": "Oh. Oh, Josh, Liz Taylor's assistant called. They wanted the address here to send you something."
    },
    {
      "name": "Josh",
      "line": "That's awesome! She must have seen my impression of her."
    },
    {
      "name": "Frank",
      "line": "Sounds like someone loves Liz Taylor."
    },
    {
      "name": "Josh",
      "line": "I do"
    },
    {
      "name": "Toofer",
      "line": "No, we mean love love."
    },
    {
      "name": "Frank",
      "line": "Yeah, like if she walked in right now and said she wanted to do it with you, you would."
    },
    {
      "name": "Josh",
      "line": "I definitely would."
    },
    {
      "name": "Frank",
      "line": "What?"
    },
    {
      "name": "Jenna",
      "line": "Liz."
    },
    {
      "name": "Josh",
      "line": "I'm totally serious. I mean, wouldn't you guys?"
    },
    {
      "name": "Jenna",
      "line": "Uh, Jack asked me how old I am."
    },
    {
      "name": "Liz",
      "line": "What did you say?"
    },
    {
      "name": "Jenna",
      "line": "29."
    },
    {
      "name": "Liz",
      "line": "Jenna, relax."
    },
    {
      "name": "Jenna",
      "line": "I cannot and will not relax, Liz."
    },
    {
      "name": "Jenna",
      "line": "I am an actress, and when someone asks an actress how old she is, it's more statement than question."
    },
    {
      "name": "Cerie",
      "line": "When my mom's feeling old, she goes to this guy on 71 st Street. But she's old. She's like 38."
    },
    {
      "name": "Jenna",
      "line": "I'm gonna be sick."
    },
    {
      "name": "Liz",
      "line": "Betcha he reads Betcha she sews Betcha they've made me a closet of clothes"
    },
    {
      "name": "Liz",
      "line": "God."
    },
    {
      "name": "Jack",
      "line": "Lemon, what tragedy happened in your life that you insist upon punishing yourself with all this... mediocrity?"
    },
    {
      "name": "Liz",
      "line": "What, 'cause I'm eating a turkey sub?"
    },
    {
      "name": "Jack",
      "line": "Your turkey sub, your clothes, the fact that a woman of your resources and position lives like some boxcar hobo."
    },
    {
      "name": "Jack",
      "line": "Or maybe it's the fact that while I'm saying all this, you have a piece of lettuce stuck in your hair."
    },
    {
      "name": "Jack",
      "line": "This is the unlisted number of Stone, the most exclusive restaurant in the city, currently."
    },
    {
      "name": "Jack",
      "line": "I think it's time that you start enjoying some of the finer things in life."
    },
    {
      "name": "Liz",
      "line": "Completely unsolicited and inappropriate."
    },
    {
      "name": "Liz",
      "line": "I will only accept it because I love food."
    },
    {
      "name": "Jack",
      "line": "Do you know why Jack Welch is the greatest leader since the Pharaohs?"
    },
    {
      "name": "Jack",
      "line": "Because he didn't only involve himself in our work lives, but our personal lives as well."
    },
    {
      "name": "Jack",
      "line": "He introduced us to the finest booze, the most restrictive country clubs. He gave us the names of the most discrete private investigators to spy on our ex-wives. He held our hands during our triumphs and our Senate hearings."
    },
    {
      "name": "Jack",
      "line": "I want to hold your hand, Lemon."
    },
    {
      "name": "Liz",
      "line": "Yikes."
    },
    {
      "name": "Jack",
      "line": "This is a perfect example. You have a million-dollar view. But you refuse to acknowledge that there's a whole world out there."
    },
    {
      "name": "Jack",
      "line": "Oh, my. There appears to be a gentleman making passionate, anguine love to himself."
    },
    {
      "name": "Liz",
      "line": "Yeah, I know. That's why I closed the blinds in the first place."
    },
    {
      "name": "Jack",
      "line": "Right in his office. Huh."
    },
    {
      "name": "Jack",
      "line": "Lemon, I like to think of myself as a winner, and I like to surround myself with winners. I see potential in you."
    },
    {
      "name": "Jack",
      "line": "Let me be your Jack Welch. Let me be your mentor."
    },
    {
      "name": "Liz",
      "line": "No, thank you."
    },
    {
      "name": "Jack",
      "line": "That is unfortunate."
    },
    {
      "name": "Jack",
      "line": "You've, uh, got to admire his persistence and stamina, though. Am I wrong, or is he in the middle of a staff meeting?"
    },
    {
      "name": "Liz",
      "line": "Maybe you should be his mentor."
    },
    {
      "name": "Jack",
      "line": "Obviously, he doesn't need one. He's got it all figured out."
    },
    {
      "name": "Dennis",
      "line": "I got one for you. See the old guy over there with the girl? Mistress or daughter?"
    },
    {
      "name": "Liz",
      "line": "Oh, my God. I hope it's his daughter."
    },
    {
      "name": "Dennis",
      "line": "Yeah. Me too."
    },
    {
      "name": "Liz",
      "line": "Oh, my God! I hope it's his mistress. Oh, that is just wrong."
    },
    {
      "name": "Dennis",
      "line": "Hey, 007, how about some more rolls over here, huh?"
    },
    {
      "name": "Jack",
      "line": "Oh, my, my. What a pleasant surprise. Lemon. And you brought a man."
    },
    {
      "name": "Jack",
      "line": "Jack Donaghy. And this is my friend Anastasia. How are you?"
    },
    {
      "name": "Dennis",
      "line": "Hi. Dennis Duffy, Beeper King."
    },
    {
      "name": "Jack",
      "line": "The Beeper King. Really?"
    },
    {
      "name": "Liz",
      "line": "Uh, Dennis has his own business. Yes, he's an entrepreneur. He's very successful."
    },
    {
      "name": "Dennis",
      "line": "You probably see my ads on the 7 train, right?"
    },
    {
      "name": "Jack",
      "line": "I didn't know they served chicken nuggets at this restaurant."
    },
    {
      "name": "Liz",
      "line": "It's cod. It's, uh... They made it special. Dennis has some dietary restrictions."
    },
    {
      "name": "Dennis",
      "line": "Actually, I'm allergic to all fish unless it's fried, you know?"
    },
    {
      "name": "Jack",
      "line": "That's a sharp tie you've got there, Dennis."
    },
    {
      "name": "Dennis",
      "line": "That douche bag up front made me wear it."
    },
    {
      "name": "Jack",
      "line": "Does he know you're the Beeper King?"
    },
    {
      "name": "Dennis",
      "line": "I don't think so."
    },
    {
      "name": "Liz",
      "line": "Anyway, thanks for the hookup. This is clearly the nicest restaurant we've ever been to."
    },
    {
      "name": "Dennis",
      "line": "Oh, hold on a second. This place ain't that nice, all right? It's got rats and roaches like every other restaurant."
    },
    {
      "name": "Liz",
      "line": "No rat talk tonight, okay?"
    },
    {
      "name": "Dennis",
      "line": "Do you know there are 17 rats per person in Manhattan? You eat a pound of rat crap every year without even knowing it."
    },
    {
      "name": "Jack",
      "line": "I think I read about that in The New Yorker."
    },
    {
      "name": "Jack",
      "line": "Anyway, we'll leave you to your meal. I hope you enjoy the, uh, choices that you've made."
    },
    {
      "name": "Liz",
      "line": "Stop it."
    },
    {
      "name": "Kenneth",
      "line": "And that former call girl went on to become one of NBC's biggest news anchors."
    },
    {
      "name": "Kenneth",
      "line": "Star coming. Wall hug, everybody."
    },
    {
      "name": "Lady",
      "line": "That's Tracy Jordan! He seems like such a nice, normal young man."
    },
    {
      "name": "Tracy",
      "line": "Aah!"
    },
    {
      "name": "Kenneth",
      "line": "Let's keep going, you guys. Let's keep going."
    },
    {
      "name": "Liz",
      "line": "I enjoyed the restaurant. Thank you."
    },
    {
      "name": "Liz",
      "line": "Just say it. Just say what you're dying to say."
    },
    {
      "name": "Liz",
      "line": "Dennis is nice to me, okay? He fixed my toilet. He broke it first, but he fixed it."
    },
    {
      "name": "Liz",
      "line": "And he loves hockey, and I'm... figuring it out."
    },
    {
      "name": "Liz",
      "line": "And it's easy. I get a lot of work done. I don't have time for a personal life, okay?"
    },
    {
      "name": "Liz",
      "line": "I can't just go to Central Park and join the singles' touch-football league."
    },
    {
      "name": "Liz",
      "line": "Like I'd want to, anyway. People on those posters always laughing in their sweaters. God, who are they fooling?"
    },
    {
      "name": "Liz",
      "line": "Oh, okay, you're not gonna say anything to me because I rejected you as a mentor?"
    },
    {
      "name": "Liz",
      "line": "Who cares? I have a lot of friends I can talk to about my life."
    },
    {
      "name": "Liz",
      "line": "The bottom line is, Dennis is my boyfriend because he inquired. He was the only applicant. And I am not... ...doing great."
    },
    {
      "name": "Jenna",
      "line": "Come in."
    },
    {
      "name": "Liz",
      "line": "Hey, do you have a minute? I need to talk to you about... Aah! What did you do to yourself?"
    },
    {
      "name": "Jenna",
      "line": "Me? Oh, nothing. Just getting more rest. Drinking more water."
    },
    {
      "name": "Liz",
      "line": "Really? This water... does someone boil it first and throw it in your face?"
    },
    {
      "name": "Jenna",
      "line": "Okay, I had a little Botox and some collagen and a chemical peel and something with shark DNA. Admit it. I look 10 years younger."
    },
    {
      "name": "Liz",
      "line": "No, younger even. You look like a fetus."
    },
    {
      "name": "Liz",
      "line": "I came here to talk to you about my problems with Dennis."
    },
    {
      "name": "Jenna",
      "line": "Oh, I can't right now, honey. If I don't do my facial exercises, I could wind up looking weird."
    },
    {
      "name": "Liz",
      "line": "I just mentioned Dennis, and your eyebrows didn't go up."
    },
    {
      "name": "Jenna",
      "line": "They didn't?"
    },
    {
      "name": "Liz",
      "line": "No."
    },
    {
      "name": "Jenna",
      "line": "How about now?"
    },
    {
      "name": "Liz",
      "line": "Unh-unh."
    },
    {
      "name": "Jenna",
      "line": "Anything?"
    },
    {
      "name": "Dennis",
      "line": "Hey, what's up, baby? Liz around?"
    },
    {
      "name": "Cerie",
      "line": "She should be back soon. Is that a present for her?"
    },
    {
      "name": "Dennis",
      "line": "Yeah. If she doesn't get back soon, I'm poking air holes in it."
    },
    {
      "name": "Dennis",
      "line": "Excuse me. I couldn't help but notice that, uh, none of you are wearing beepers."
    },
    {
      "name": "Frank",
      "line": "You sell beepers?"
    },
    {
      "name": "Dennis",
      "line": "I sell a way of life, my friend."
    },
    {
      "name": "Frank",
      "line": "Cool. I could use some ironic accessories."
    },
    {
      "name": "Liz",
      "line": "What are you doing here?"
    },
    {
      "name": "Dennis",
      "line": "Hey. I brought you a present."
    },
    {
      "name": "Dennis",
      "line": "Uh-oh. Oh, no. It got out. If anyone sees a salamander, it's Liz's, okay?"
    },
    {
      "name": "Liz",
      "line": "No. I don't want a salamander. And I don't want you here selling beepers."
    },
    {
      "name": "Dennis",
      "line": "Why not? I mean, you work in a business. Businesspeople need beepers."
    },
    {
      "name": "Liz",
      "line": "No, they need cellphones."
    },
    {
      "name": "Dennis",
      "line": "Oh, yeah, for now. But the beeper's gonna be making a comeback. Technology's cyclical."
    },
    {
      "name": "Liz",
      "line": "No, technology is not cyclical."
    },
    {
      "name": "Jack",
      "line": "I thought I recognized that voice. Dennis, how the heck are you? Did you enjoy that restaurant?"
    },
    {
      "name": "Dennis",
      "line": "No. I think I was right about that place. We saw a whole nest of rats when we were leaving."
    },
    {
      "name": "Liz",
      "line": "No, we didn't."
    },
    {
      "name": "Dennis",
      "line": "Yeah, I did. I didn't want to tell you 'cause I knew you'd freak out."
    },
    {
      "name": "Dennis",
      "line": "Actually, I think I saw a rat king."
    },
    {
      "name": "Frank",
      "line": "Aren't rat kings a myth?"
    },
    {
      "name": "Cerie",
      "line": "What's a rat king?"
    },
    {
      "name": "Frank",
      "line": "Oh, it's when a bunch of rats are crammed into a tiny space, and their tails get all tangled up, and they can't even pull apart."
    },
    {
      "name": "Dennis",
      "line": "And then it gets awesome. Eventually their bodies fuse together, and they form a multiheaded live rat king, and we saw one."
    },
    {
      "name": "Jack",
      "line": "I hope you got a picture of that with the camera on your beeper."
    },
    {
      "name": "Dennis",
      "line": "Actually, my beeper doesn't have a camera. But it does have a pedometer. Actually, not this one."
    },
    {
      "name": "Liz",
      "line": "Listen, I need to talk to you in my office, please."
    },
    {
      "name": "Dennis",
      "line": "Why? Now."
    },
    {
      "name": "Liz",
      "line": "Now."
    },
    {
      "name": "Tracy",
      "line": "What's up?"
    },
    {
      "name": "Liz",
      "line": "Is that a tattoo?"
    },
    {
      "name": "Tracy",
      "line": "Uh-huh. Who normal now? You hear me, America? Who's normal now?"
    },
    {
      "name": "Liz",
      "line": "How could you do this to the show?"
    },
    {
      "name": "Tracy",
      "line": "I got this tattoo for the good of the show. It gives us an edge... the reason why you brought me on. And when you purchase Tracy Jordan, he comes with a tattoo of a biblical dragon from outer space."
    },
    {
      "name": "Pete",
      "line": "It's gonna take forever to cover this with makeup."
    },
    {
      "name": "Tracy",
      "line": "You can't put makeup on my tattoo, Liz Lemon. It's in my contract."
    },
    {
      "name": "Liz",
      "line": "No, it's not."
    },
    {
      "name": "Pete",
      "line": "Actually, he's got a pretty weird contract."
    },
    {
      "name": "Liz",
      "line": "Great... Jenna looks like a porn-star burn victim, and now this idiot. What are we gonna do?"
    },
    {
      "name": "Pete",
      "line": "It's gonna be Josh's busiest show ever."
    },
    {
      "name": "Liz Taylor",
      "line": "Josh."
    },
    {
      "name": "Josh",
      "line": "Ms. Taylor."
    },
    {
      "name": "Josh",
      "line": "When your office said you were sending me something, I didn't realize it would be you."
    },
    {
      "name": "Liz Taylor",
      "line": "But I had to give you this gift... in person, Josh."
    },
    {
      "name": "Josh",
      "line": "Oh. I'm just glad you weren't offended by my impression."
    },
    {
      "name": "Liz Taylor",
      "line": "Oh. But I was. Deeply."
    },
    {
      "name": "Liz Taylor",
      "line": "I'm here to give you the gift of pain."
    },
    {
      "name": "Josh",
      "line": "The gift of what?"
    },
    {
      "name": "Liz Taylor",
      "line": "White Diamonds! Aah!"
    },
    {
      "name": "Liz",
      "line": "Okay. Very funny. You bought a pager from Dennis. Will you take it off now, please?"
    },
    {
      "name": "Jack",
      "line": "Oh, I can't. I'm expecting a call from 1983."
    },
    {
      "name": "Liz",
      "line": "Look, Dennis takes care of me, okay?"
    },
    {
      "name": "Jack",
      "line": "Liz, I'd like you to meet Howard Jorgensen."
    },
    {
      "name": "Jorgensen",
      "line": "Liz, how do you do?"
    },
    {
      "name": "Jack",
      "line": "He's the vice president of locomotives and a rising star at G. E. I thought the two of you had a lot in common."
    },
    {
      "name": "Liz",
      "line": "You are relentless."
    },
    {
      "name": "Liz",
      "line": "Look, Howard, you're obviously an attractive and confident guy. And at a different time in my life, I could definitely see the two of us together."
    },
    {
      "name": "Jorgensen",
      "line": "I'm married with two beautiful kids and a pool."
    },
    {
      "name": "Jack",
      "line": "Liz, I wasn't trying to set you up. I wanted to show you my handiwork. I used to mentor Howard."
    },
    {
      "name": "Jorgensen",
      "line": "I was a lot like you. I dressed poorly, had bad posture, walked around with lettuce in my hair."
    },
    {
      "name": "Liz",
      "line": "Oh, son of a bitch."
    },
    {
      "name": "Jorgensen",
      "line": "And I cursed like a sailor. But Jack saw potential in me. He changed my life."
    },
    {
      "name": "Jack",
      "line": "Now Howard's earning seven figures, and he's married to a swell Filipino gal."
    },
    {
      "name": "Jorgensen",
      "line": "Thanks, Jack."
    },
    {
      "name": "Liz",
      "line": "Look, I told you, I don't need a mentor."
    },
    {
      "name": "Jack",
      "line": "Fine."
    },
    {
      "name": "Pete",
      "line": "Liz Taylor really messed him up. He might have brain damage."
    },
    {
      "name": "Liz",
      "line": "Oh, my God. Maybe the musical guest can do some extra songs this week. Who is it?"
    },
    {
      "name": "Pete",
      "line": "James Blunt."
    },
    {
      "name": "Liz",
      "line": "Mm."
    },
    {
      "name": "Liz",
      "line": "No. I said no lettuce."
    },
    {
      "name": "Pete",
      "line": "Are you at that crappy sandwich place again?"
    },
    {
      "name": "Liz",
      "line": "Yeah, why is everybody judging all of my choices lately?"
    },
    {
      "name": "Liz",
      "line": "This place is fine. It's convenient. It's consistent. I know what I'm getting. It doesn't make me feel bad about my body. Maybe I'm at an age where it's okay for me to settle for this."
    },
    {
      "name": "Pete",
      "line": "Are we still talking about the sandwich place?"
    },
    {
      "name": "Liz",
      "line": "No. Sadly, I don't think we are."
    },
    {
      "name": "Liz",
      "line": "Okay. I admit it. Dennis isn't a sandwich I want to eat every day for the rest of my life."
    },
    {
      "name": "Liz",
      "line": "I'm clueless about men. I'm clueless about everything that isn't this show. Maybe you can tell me how to live, because, sadly, you may be the most stable person I know right now."
    },
    {
      "name": "Jack",
      "line": "Gentlemen, we'll have to continue this conference some other time."
    },
    {
      "name": "Jorgensen",
      "line": "That's her again, isn't it?"
    },
    {
      "name": "Liz",
      "line": "Hi, Howard."
    },
    {
      "name": "Jack",
      "line": "Lemon, today is the first day of the rest of your life. And what is the first thing you need to do?"
    },
    {
      "name": "Liz",
      "line": "I have to break up with Dennis."
    },
    {
      "name": "Jack",
      "line": "And why is that?"
    },
    {
      "name": "Liz",
      "line": "Because he wears shirts with the Looney Tunes embroidered on them. Because he cuts his own hair. Because that one little nice thing that he does doesn't make up for the fact that I don't want to be seen with him in public."
    },
    {
      "name": "Jack",
      "line": "And if you don't break up with him now?"
    },
    {
      "name": "Liz",
      "line": "He'll just keeping showing up at work to sell beepers. He'll just keep calling my mother to borrow money. We'll just get more and more tangled up in each other's lives until I just can't even get away and we're just like..."
    },
    {
      "name": "Liz",
      "line": "Oh, my God."
    },
    {
      "name": "Jack",
      "line": "That's right. He's the rat king. And there's only one way to break up with a rat. You have to cut him off completely."
    },
    {
      "name": "Liz",
      "line": "I know."
    },
    {
      "name": "Jack",
      "line": "You have to stuff your heart with steel wool and tinfoil. You must be ruthless. You must be absolute."
    },
    {
      "name": "Jack",
      "line": "Remember always, you are the exterminator. Say it."
    },
    {
      "name": "Liz",
      "line": "I am the exterminator."
    },
    {
      "name": "Jack",
      "line": "Say it like you mean it."
    },
    {
      "name": "Liz",
      "line": "I am the exterminator."
    },
    {
      "name": "Jack",
      "line": "Louder!"
    },
    {
      "name": "Liz",
      "line": "I am the exterminator!"
    },
    {
      "name": "Jack",
      "line": "Okay. Not that loud. People are trying to work around here, okay? Okay."
    },
    {
      "name": "PA",
      "line": "30 minutes to dress rehearsal, everybody."
    },
    {
      "name": "Liz",
      "line": "Tracy, they need you in wardrobe."
    },
    {
      "name": "PA",
      "line": "That's 30 minutes to dress."
    },
    {
      "name": "Liz",
      "line": "Why is part of your face still on the pillow?"
    },
    {
      "name": "Tracy",
      "line": "Damn it. Where's my Sharpie?"
    },
    {
      "name": "Liz",
      "line": "Oh, it is fake."
    },
    {
      "name": "Tracy",
      "line": "Look, I'm crazy, not stupid. A movie star can't have a big old permanent face tattoo."
    },
    {
      "name": "Tracy",
      "line": "I just need to walk around with this for a week, get my picture on the interweb, show the world I'm still dangerous!"
    },
    {
      "name": "Liz",
      "line": "What about next week, when you don't have it anymore? You're gonna look like..."
    },
    {
      "name": "Tracy",
      "line": "I had extreme plastic surgery to have it removed. Baboom! There's another \"not normal.\""
    },
    {
      "name": "Liz",
      "line": "You know this is very, very, very bad for me, right?"
    },
    {
      "name": "Tracy",
      "line": "I need to protect my reputation. You take away my street cred, and I am Wayne Brady."
    },
    {
      "name": "Liz",
      "line": "Nuh-uh. Wayne Brady has three Emmys. You have a People's Choice Award that you stole from Wayne Brady."
    },
    {
      "name": "Tracy",
      "line": "I shouldn't expect a white woman from Whiteville to understand street cred."
    },
    {
      "name": "Liz",
      "line": "First of all, I'm not from Whiteville. I'm from White Haven. And it's not as nice as it sounds."
    },
    {
      "name": "Liz",
      "line": "Fine. You can keep the tattoo. For this week only!"
    },
    {
      "name": "Man",
      "line": "Okay. Here we go."
    },
    {
      "name": "Director",
      "line": "Quiet, please!"
    },
    {
      "name": "Man",
      "line": "Rehearsing."
    },
    {
      "name": "Voice Over",
      "line": "And now a word from the White House."
    },
    {
      "name": "Jenna",
      "line": "Good evening. I'm Laura Bush."
    },
    {
      "name": "Tracy",
      "line": "And I'm Condoleezza Rice."
    },
    {
      "name": "Pete",
      "line": "Well, we had a good run."
    },
    {
      "name": "Jack",
      "line": "What the hell happened here?"
    },
    {
      "name": "Liz",
      "line": "The cast had a rough week."
    },
    {
      "name": "Jack",
      "line": "These people cannot be on television. What is your contingency plan for a crap storm of this magnitude?"
    },
    {
      "name": "Liz",
      "line": "There is none."
    },
    {
      "name": "Pete",
      "line": "We go live in a half an hour."
    },
    {
      "name": "Jack",
      "line": "No wonder your career is being held back by a lack of foresight and an addiction to dysfunctional relationships. You have no exit strategies."
    },
    {
      "name": "Pete",
      "line": "He knows about my marriage."
    },
    {
      "name": "Liz",
      "line": "No. This is gonna be a bad show."
    },
    {
      "name": "",
      "line": "Worse than the time we let Tracy"
    },
    {
      "name": "",
      "line": "do that tribute to August Wilson?"
    },
    {
      "name": "",
      "line": "Worse than the time"
    },
    {
      "name": "",
      "line": "we did that Gilbert and Sullivan parody."
    },
    {
      "name": "",
      "line": "Maybe we'll be preempted by some national news event."
    },
    {
      "name": "",
      "line": "It's still hurricane season, right?"
    },
    {
      "name": "",
      "line": "Oh! A blackout. That will work."
    },
    {
      "name": "",
      "line": "All right, nobody panic."
    },
    {
      "name": "",
      "line": "The backup generator will kick in in just a few seconds."
    },
    {
      "name": "",
      "line": "Okay. You can panic."
    },
    {
      "name": "",
      "line": "This is real."
    },
    {
      "name": "",
      "line": "We dodged a bullet here tonight, Lemon."
    },
    {
      "name": "",
      "line": "Yes, this blackout is a fortunate coincidence."
    },
    {
      "name": "",
      "line": "You didn't do it, right?"
    },
    {
      "name": "",
      "line": "What, you think I control the universe?"
    },
    {
      "name": "",
      "line": "Yo!"
    },
    {
      "name": "",
      "line": "This blackout messed me up."
    },
    {
      "name": "",
      "line": "I didn't get to debut my dragon face."
    },
    {
      "name": "",
      "line": "Can I do \"The Today Show\" tomorrow?"
    },
    {
      "name": "",
      "line": "No, you're on a plane to Boston tomorrow, Tray."
    },
    {
      "name": "",
      "line": "We have a laboratory."
    },
    {
      "name": "",
      "line": "They're experimenting in tattoo removal."
    },
    {
      "name": "",
      "line": "It promises to be one of our biggest profit centers"
    },
    {
      "name": "",
      "line": "once today's generation finally sobers up."
    },
    {
      "name": "",
      "line": "Tattoo's fake, Donaghy. Fake."
    },
    {
      "name": "",
      "line": "Street cred. He's a genius."
    },
    {
      "name": "",
      "line": "Flashlight, $20."
    },
    {
      "name": "",
      "line": "Flashlight, $20."
    },
    {
      "name": "",
      "line": "Can I give you a ride? Flashlight, $20."
    },
    {
      "name": "",
      "line": "No. I wouldn't want to crowd you."
    },
    {
      "name": "",
      "line": "Be strong, Lemon."
    },
    {
      "name": "",
      "line": "Don't let Dennis chew his way out of this one."
    },
    {
      "name": "",
      "line": "Flashlight, $20."
    },
    {
      "name": "",
      "line": "Can I borrow 20 bucks?"
    },
    {
      "name": "",
      "line": "Flashlight, $20."
    },
    {
      "name": "",
      "line": "Dennis, wake up."
    },
    {
      "name": "",
      "line": "God."
    },
    {
      "name": "",
      "line": "Huh? What?"
    },
    {
      "name": "",
      "line": "You're gonna burn the place down."
    },
    {
      "name": "",
      "line": "I wish I had burned the place down."
    },
    {
      "name": "",
      "line": "There's no reason to live anymore."
    },
    {
      "name": "",
      "line": "What happened?"
    },
    {
      "name": "",
      "line": "The Islanders lost tonight."
    },
    {
      "name": "",
      "line": "Doesn't that happen a lot?"
    },
    {
      "name": "",
      "line": "I knew you wouldn't understand."
    },
    {
      "name": "",
      "line": "So, how did it go?"
    },
    {
      "name": "",
      "line": "He moved in with me."
    },
    {
      "name": "",
      "line": "Well, of course he did.</p>"
    }
  ]
}