{
  "season": 1,
  "episode": 8,
  "title": "The Breakup",
  "script": [
    {
      "name": "Liz",
      "line": "Hey."
    },
    {
      "name": "Dennis",
      "line": "Hey, babe."
    },
    {
      "name": "Liz",
      "line": "Dennis, what are you doing?"
    },
    {
      "name": "Dennis",
      "line": "I'm gonna mount a TV on your wall. I just can't find a stud."
    },
    {
      "name": "Liz",
      "line": "So you made nine holes in my wall?"
    },
    {
      "name": "Dennis",
      "line": "No, those are for the shelves, dummy. The TV is gonna go right here. It's gonna be awesome. It's gonna be like a hospital."
    },
    {
      "name": "Liz",
      "line": "Dennis, I don't want a hospital TV. I don't want a shelf."
    },
    {
      "name": "Liz",
      "line": "Whose horse is that?"
    },
    {
      "name": "Dennis",
      "line": "That's my cousin Teddy's Great Dane."
    },
    {
      "name": "Dennis",
      "line": "I told him I'd watch him for a couple weeks 'cause Teddy broke his ankle running from some black guys who pulled a gun on him."
    },
    {
      "name": "Liz",
      "line": "Why is it important to tell me that the muggers were black?"
    },
    {
      "name": "Dennis",
      "line": "They weren't muggers. They were cops."
    },
    {
      "name": "Liz",
      "line": "So why don't you just say he was running from some cops?"
    },
    {
      "name": "Dennis",
      "line": "I don't know, I mean, you're a racist for assuming that they weren't cops."
    },
    {
      "name": "Liz",
      "line": "You know I'm allergic to dogs."
    },
    {
      "name": "Dennis",
      "line": "Ah, allergies are all mental."
    },
    {
      "name": "Liz",
      "line": "Hey.Who the hell is this?"
    },
    {
      "name": "Dennis",
      "line": "That's Teddy."
    },
    {
      "name": "Liz",
      "line": "Get out. I want you out of here."
    },
    {
      "name": "Dennis",
      "line": "You can't kick me out. I love you."
    },
    {
      "name": "Liz",
      "line": "No, no, get your stuff and get out. I'm not doing this anymore."
    },
    {
      "name": "Dennis",
      "line": "You can't kick me out. I got squatter's rights."
    },
    {
      "name": "Liz",
      "line": "Which is it... you love me or you got squatter's rights?"
    },
    {
      "name": "Dennis",
      "line": "I don't see why they're mutually exclusive."
    },
    {
      "name": "Liz",
      "line": "Aargh!"
    },
    {
      "name": "Jenna",
      "line": "Thank you."
    },
    {
      "name": "Jenna",
      "line": "Oh, Liz, finally. It's about time you broke up with him. He's a complete loser."
    },
    {
      "name": "Liz",
      "line": "Oh, Jenna, don't say that. You know, he had some good moments."
    },
    {
      "name": "Dennis",
      "line": "Hey, I got doughnuts."
    },
    {
      "name": "Dennis",
      "line": "What's up, brown eyes? I made chili."
    },
    {
      "name": "Dennis",
      "line": "Hey. You want to... want to order cheesesteaks?"
    },
    {
      "name": "Liz",
      "line": "I guess they were mostly food-related. But he was always nice to me."
    },
    {
      "name": "Jenna",
      "line": "Oh, that's okay. Cry it out, sister."
    },
    {
      "name": "Liz",
      "line": "No, I'm not crying. I'm allergic to the stupid Great Dane. That thing licked my eyes this morning."
    },
    {
      "name": "Jenna",
      "line": "Wait a minute... Dennis and the dog are still in your apartment?"
    },
    {
      "name": "Liz",
      "line": "I gave him a week to find a new place."
    },
    {
      "name": "Jenna",
      "line": "Ugh."
    },
    {
      "name": "Liz",
      "line": "No, but we're completely broken up."
    },
    {
      "name": "Jenna",
      "line": "If that's true, then I'm taking you out to celebrate... a girls' night. We'll meet some new people."
    },
    {
      "name": "Liz",
      "line": "Oh, you mean like at a discotheque?"
    },
    {
      "name": "Jenna",
      "line": "Oh, boy."
    },
    {
      "name": "Jack",
      "line": "So, when can we see each other again?"
    },
    {
      "name": "Jack",
      "line": "What are you wearing? Black dress? Black stockings? A funeral? Oh, I'm sorry."
    },
    {
      "name": "Jack",
      "line": "Okay. Let me call you back in an hour. Yeah, bye."
    },
    {
      "name": "Jack",
      "line": "Why are you crying... did the Liberty lose again?"
    },
    {
      "name": "Liz",
      "line": "I'm not crying. I have allergies."
    },
    {
      "name": "Jack",
      "line": "Allergies are all in the mind, Lemon. I used to have a wicked peanut allergy, and now... witness."
    },
    {
      "name": "Jack",
      "line": "As I'm sure you surmised from that call, I'm seeing a woman of late."
    },
    {
      "name": "Liz",
      "line": "Yeah, who's the lucky lady?"
    },
    {
      "name": "Jack",
      "line": "Let's just say she's a high-ranking African-American member of the Bush administration."
    },
    {
      "name": "Liz",
      "line": "Are you dating Condoleezza Rice?"
    },
    {
      "name": "Jack",
      "line": "I'm not at liberty to say."
    },
    {
      "name": "Jack",
      "line": "The point is, my lady friend is an egghead, much like yourself, not my usual thing, and I need your advice."
    },
    {
      "name": "Jack",
      "line": "We're having a lot of trouble connecting lately. She does a lot of traveling."
    },
    {
      "name": "Liz",
      "line": "Yeah, and it must be hard for her to get cellphone reception when she's so far up the president's butt."
    },
    {
      "name": "Jack",
      "line": "I'm choosing to ignore that remark on the basis that you are a godless, glassy-eyed Clintonista."
    },
    {
      "name": "Jack",
      "line": "Now, I wanted to get my friend something personal. Do you think that she would prefer this handsome attache, which says, \"You are a woman of substance and I respect you,\" or this collection of ladies' unmentionables with snaps and openings all over the place?"
    },
    {
      "name": "Liz",
      "line": "Attache!"
    },
    {
      "name": "Jack",
      "line": "I see. Okay."
    },
    {
      "name": "PA",
      "line": "Jenna to the floor, please."
    },
    {
      "name": "Frank",
      "line": "Yeah, it's pretty good. But I think the boobs should swing more."
    },
    {
      "name": "Tracy",
      "line": "Yeah, then I could go, \"Rodney, don't make me come over there and beat you in the head with one of my boom-booms!\""
    },
    {
      "name": "Frank",
      "line": "Yeah."
    },
    {
      "name": "Toofer",
      "line": "This is just appalling."
    },
    {
      "name": "Tracy",
      "line": "What's your problem?"
    },
    {
      "name": "Toofer",
      "line": "I just think it's demeaning for a black man to do drag."
    },
    {
      "name": "Frank",
      "line": "What? Everybody loves a dude in a dress. I mean, those were the best \"Bugs Bunnies.\""
    },
    {
      "name": "Toofer",
      "line": "Frank, there are large pockets of African-American culture that Caucasians know nothing about. The stigma of drag is one of them."
    },
    {
      "name": "TRacy",
      "line": "Whatever. I played a woman before. \"honky Grandma Be Trippin\"' made $96 million."
    },
    {
      "name": "Toofer",
      "line": "All I'm saying is, is drag is a way for Caucasians to emasculate you and make you seem nonthreatening."
    },
    {
      "name": "Toofer",
      "line": "We never would have stopped so low on \"Black Frasier.\""
    },
    {
      "name": "Josh",
      "line": "\"Black Frasier\"?"
    },
    {
      "name": "Fraiser",
      "line": "Niles, this Beaujolais is impeccable. It's both fruity and precocious."
    },
    {
      "name": "Frasier's Dad",
      "line": "That's not the only thing around here that's fruity and precocious."
    },
    {
      "name": "Josh",
      "line": "I never heard of \"Black Frasier.\""
    },
    {
      "name": "Tracy",
      "line": "What? It was huge on BET. Every Thursday night at about 9:00 or 9: 15."
    },
    {
      "name": "Toofer",
      "line": "Think about it, Tracy. All the best African-American comedians refuse to do drag. Chris Rock doesn't do it. Dr. Cosby doesn't do it."
    },
    {
      "name": "Tracy",
      "line": "Bernie Mac doesn't do it, 'cause he'd be ugly as hell."
    },
    {
      "name": "Tracy",
      "line": "Forget it. I'm not wearing this dress. It's prejudicial."
    },
    {
      "name": "Frank",
      "line": "Thanks a lot. Now what am I supposed to do with this sketch?"
    },
    {
      "name": "Josh",
      "line": "I'll do it. I mean, my parents raised me as a girl for, like, 10 years. What? I told you guys that."
    },
    {
      "name": "Tracy",
      "line": "That's our show for tonight! See you next week!"
    },
    {
      "name": "Jenna",
      "line": "Good night!"
    },
    {
      "name": "Toofer",
      "line": "Okay. No, that's okay."
    },
    {
      "name": "Liz",
      "line": "Sorry"
    },
    {
      "name": "Toofer",
      "line": "All right, I'll see you later."
    },
    {
      "name": "Jenna",
      "line": "Monday night is girls' night. I'm taking you out... 9:30."
    },
    {
      "name": "Jenna",
      "line": "I know this great karaoke place where you can get a pedicure while you sing."
    },
    {
      "name": "Liz",
      "line": "Oh, Jenna, I'll go anywhere, just, please, no more karaoke. Not after our last duet."
    },
    {
      "name": "Jenna",
      "line": "When I'm right here, You need to be here, Not here, Here is embarrassing."
    },
    {
      "name": "Liz",
      "line": "Okay, fine."
    },
    {
      "name": "Jack",
      "line": "I didn't say that. I said you're a beautiful woman. It wouldn't hurt to try something different with your hair."
    },
    {
      "name": "Liz",
      "line": "Check this out... I think Jack is dating Condi Rice."
    },
    {
      "name": "Jenna",
      "line": "Oh, God! That's huge!"
    },
    {
      "name": "Jack",
      "line": "Oh, no, no. I never said \"braces.\" I said \"bonding.\""
    },
    {
      "name": "Man",
      "line": "Dude, that Shemanda character was the best thing of the night."
    },
    {
      "name": "Woman",
      "line": "What was her line? Say it again."
    },
    {
      "name": "Josh",
      "line": "\"Rodney! \"Don't make me come over there and beat on you with my boom-booms!\""
    },
    {
      "name": "Tracy",
      "line": "You burned me!"
    },
    {
      "name": "Tracy",
      "line": "There's nothing wrong with a black comedian wearing a dress! Eddie does it. Martin does it. Jamie Foxx, Flip Wilson. Whoopi Goldberg does it every day!"
    },
    {
      "name": "Tracy",
      "line": "You stole a franchise from me! Shemanda could have been a movie!"
    },
    {
      "name": "Liz",
      "line": "Okay, you need to write something great for him before this becomes a problem."
    },
    {
      "name": "Toofer",
      "line": "I wouldn't even know where to begin writing for a guy like that."
    },
    {
      "name": "Liz",
      "line": "Then write something with him."
    },
    {
      "name": "Tracy",
      "line": "Our comedy got to do more than make people laugh. Got to make people think."
    },
    {
      "name": "Tracy",
      "line": "I want to hold a mirror up to society and then win world record for \"biggest mirror.\""
    },
    {
      "name": "Frank",
      "line": "He's totally right."
    },
    {
      "name": "Tracy",
      "line": "Got to be raw!"
    },
    {
      "name": "Toofer",
      "line": "Uh-huh. I got a concept for a sketch I think you might like. You and Jenna play Sleestaks from \"Land of the Lost,\" and you're trying to get a small-business loan."
    },
    {
      "name": "Tracy",
      "line": "What?"
    },
    {
      "name": "Toofer",
      "line": "Because you want to open up a pancake house called \"Slee's Stacks.\""
    },
    {
      "name": "Tracy",
      "line": "Are you black?!"
    },
    {
      "name": "Liz",
      "line": "Jack? Is everything all right?"
    },
    {
      "name": "Jack",
      "line": "I think I figured out why things have been so rocky with my lady friend."
    },
    {
      "name": "Liz",
      "line": "I'm on the street. I can barely hear you."
    },
    {
      "name": "Jack",
      "line": "She's cheating on me, Liz. I think there's another man in the picture."
    },
    {
      "name": "Liz",
      "line": "Are you sure, Jack? 'Cause she kind of seems like an honest lady."
    },
    {
      "name": "Jack",
      "line": "I know what I know. Next time I see Putin, I'm gonna kick his teeth in."
    },
    {
      "name": "Toofer",
      "line": "Oh! Here it is! \"lzzle... a suffix that can be used to take the place of anything.\""
    },
    {
      "name": "Tracy",
      "line": "Well, now you're just being patronizzle."
    },
    {
      "name": "Frank",
      "line": "You know who would love this argument? My racist grandfather."
    },
    {
      "name": "Tracy",
      "line": "I thought writing with you was gonna be like two brothers writing together. We're not even speaking the same language!"
    },
    {
      "name": "Toofer",
      "line": "That's right. I'm speaking English."
    },
    {
      "name": "Frank",
      "line": "Just listen. Just listen."
    },
    {
      "name": "Tracy",
      "line": "Come on. Who raised you? Standing there with your pants that fit, using a wallet, drinking Starbucks."
    },
    {
      "name": "Tracy",
      "line": "And what is this?"
    },
    {
      "name": "Toofer",
      "line": "That's my Harvard a capella group, The Crocodillos. I had a solo in \"Like a Prayer.\""
    },
    {
      "name": "Tracy",
      "line": "Come on. Where's your heritage? My brother, my homeboy, my n..."
    },
    {
      "name": "Jenna",
      "line": "Hey, sorry I'm late."
    },
    {
      "name": "Liz",
      "line": "Well, thank God you're here. This place is creeping me out.  don't think I can do this."
    },
    {
      "name": "Jenna",
      "line": "You're gonna be great."
    },
    {
      "name": "Jenna",
      "line": "They're cute. Do you think they're Wall Street guys?"
    },
    {
      "name": "Liz",
      "line": "Yeah, I think they're from the firm of Date Rape, Cokington, Cheeseball, and Jag."
    },
    {
      "name": "Jenna",
      "line": "You've got to give this a chance."
    },
    {
      "name": "Man",
      "line": "Excuse me. Is this seat taken?"
    },
    {
      "name": "Liz",
      "line": "Really, dude? I got to move my coat? There's like four empty seats down there. Can't you just be cool?"
    },
    {
      "name": "Jenna",
      "line": "That guy wanted to buy you a drink."
    },
    {
      "name": "Liz",
      "line": "Really? I already have a drink. Do you think he'd buy me mozzarella sticks?"
    },
    {
      "name": "Jenna",
      "line": "What is the matter with you?"
    },
    {
      "name": "Liz",
      "line": "I don't know. I'm just nervous and rusty."
    },
    {
      "name": "Jenna",
      "line": "Well, just relax and be yourself."
    },
    {
      "name": "Jenna",
      "line": "Can I have a martini, please? Hi."
    },
    {
      "name": "Liz",
      "line": "Oh, he knows where Bin Laden is, come on! The Carlyle Group, the Unocal pipeline, the assassination of Olaf Palme? Come on. The proof is in the pudding."
    },
    {
      "name": "Liz",
      "line": "Ooh, these are good."
    },
    {
      "name": "Liz",
      "line": "Really, you think she looks like Jessica Simpson? You could put a long blond wig on a ferret and it would look like Jessica Simpson."
    },
    {
      "name": "Liz",
      "line": "And by the way, Jessica Simpson would think that you are old and gross, so good luck with that."
    },
    {
      "name": "Liz",
      "line": "I really didn't think I was gonna meet anybody tonight, but you and I have so much in common. Also, you have really pretty eyes. Oh, hi."
    },
    {
      "name": "Liz",
      "line": "I learned the truth at 17 That love was meant for beauty queens"
    },
    {
      "name": "Man",
      "line": "Hey, you're bumming us out!"
    },
    {
      "name": "",
      "line": "And high-school girls with clear-skinned smiles Who married young and then retired Whoa"
    },
    {
      "name": "Liz",
      "line": "I thought bars were open till 4:00."
    },
    {
      "name": "Jenna",
      "line": "Nope, 11:30. Let's get you to bed."
    },
    {
      "name": "Jack",
      "line": "Uh, I see you've all met Norman from Human Resources. He tells me that Toofer has filed a harassment complaint against Tracy."
    },
    {
      "name": "Liz",
      "line": "What?"
    },
    {
      "name": "Tracy",
      "line": "Now I have to attend sensitivity training."
    },
    {
      "name": "Jack",
      "line": "What seems to be the problem, Toofer?"
    },
    {
      "name": "Toofer",
      "line": "Mr. Jordan called me... the N-word."
    },
    {
      "name": "Jack",
      "line": "And?"
    },
    {
      "name": "Toofer",
      "line": "And I was really offended."
    },
    {
      "name": "Liz",
      "line": "Because..."
    },
    {
      "name": "Toofer",
      "line": "Because it's a racial slur."
    },
    {
      "name": "Tracy",
      "line": "Brothers talk to other brothers like that. I was being friendly."
    },
    {
      "name": "Jack",
      "line": "Yes, Toofer. You see, in the last decade or so, the African-American community has reappropriated that word as a way of depriving it of its meaning. Just don't try to tell my girlfriend that."
    },
    {
      "name": "Liz",
      "line": "Yeah, Toofer, I really don't think Tracy was trying to offend you."
    },
    {
      "name": "Tracy",
      "line": "It's okay for us to use it with each other. You could call me that. It's a term of endearment."
    },
    {
      "name": "Toofer",
      "line": "Look, I'm not trying to cause any trouble, and I confess, I appreciate what you do for the show. I want you to be my brother, my homeboy, my n..."
    },
    {
      "name": "All",
      "line": "Whoa! Whoa! Whoa! Whoa!"
    },
    {
      "name": "Jack",
      "line": "This meeting is adjourned."
    },
    {
      "name": "Tracy",
      "line": "Not cool, homey! You might as well spray me down with a fire hose."
    },
    {
      "name": "Liz",
      "line": "It just sounds so hateful coming from you! Ugh!"
    },
    {
      "name": "Tracy",
      "line": "I wish to file a complaint."
    },
    {
      "name": "Dennis",
      "line": "Hey."
    },
    {
      "name": "Liz",
      "line": "Dennis, what are you doing here?"
    },
    {
      "name": "Dennis",
      "line": "Hey, I'm moving into my new apartment, so... I got one last thing to say to you, and then I'll be out of your life forever."
    },
    {
      "name": "Dennis",
      "line": "\"Dear Liz Lemon, While other women have bigger boobs than you, no woman has as big a heart. When I saw you getting ready to go out and get nailed by a bunch of guys last night, I knew for sure it was over between us. And for the first time since the '86 World Series, I cried. I cried like a big, dumb homo. And if it was up to me, we would be together forever. But there's a new thing called 'women's liberation,' which gives you women the right to choose, and you have chosen to abort me, and that I must live with. So tonight when you arrive home, I'll be gone. I officially renounce my squatter's rights. I'll always love you. Goodbye and good luck. I'll never forget you."
    },
    {
      "name": "Liz",
      "line": "And that is why we are no longer a couple."
    },
    {
      "name": "Frank",
      "line": "The guy just came in here and bared his soul to you."
    },
    {
      "name": "Cerie",
      "line": "What are you, made of stone?"
    },
    {
      "name": "Liz",
      "line": "Am I crazy? The guy's a disaster, right?"
    },
    {
      "name": "Jenna",
      "line": "I-I don't know. I mean, he's a little bridge and tunnel, but you did say you had some good times."
    },
    {
      "name": "Liz",
      "line": "No, no, no, no. He had his bad moments, too."
    },
    {
      "name": "Dennis",
      "line": "Hey. Threesome? How about it, huh?"
    },
    {
      "name": "Jenna",
      "line": "I'm just saying, after last night, maybe he's not such a bad choice."
    },
    {
      "name": "Liz",
      "line": "You are suggesting that I get back with Dennis."
    },
    {
      "name": "Jenna",
      "line": "Maybe. Look, you're a writer. Write a list of Dennis' pros and cons."
    },
    {
      "name": "Jenna",
      "line": "It's a very helpful exercise. It's how I decided to get a scooter instead of a bike."
    },
    {
      "name": "Liz",
      "line": "Ah."
    },
    {
      "name": "Jack",
      "line": "Well, you have to admit there's always time for Tony Blair, there's always time for Bashar al-Assad, but there's never any time for Jack Donaghy, and that's a problem. Go ahead. Take the call, yeah."
    },
    {
      "name": "Jack",
      "line": "Hey, Dennis. You drop by to say hi to Liz?"
    },
    {
      "name": "Dennis",
      "line": "You mean the ex-future Mrs. Dennis? She dumped me again."
    },
    {
      "name": "Jack",
      "line": "I'm sorry to hear that."
    },
    {
      "name": "Dennis",
      "line": "You try to make some people happy, but it doesn't work all the time."
    },
    {
      "name": "Jack",
      "line": "Tell me about it."
    },
    {
      "name": "Dennis",
      "line": "What, you?"
    },
    {
      "name": "Jack",
      "line": "I really can't go into details, but when my woman and I are together, it's mind-blowing."
    },
    {
      "name": "Jack",
      "line": "It's... It's filthy, really."
    },
    {
      "name": "Dennis",
      "line": "So, what's the problem?"
    },
    {
      "name": "Jack",
      "line": "She works all the time. She's always traveling. It's a headache. Who needs that? That's why I'm always dating 20-year-olds."
    },
    {
      "name": "Dennis",
      "line": "Let me tell you about 20-year-olds, my friend. Half of them are 16."
    },
    {
      "name": "Dennis",
      "line": "You want some advice? It's hard for alpha males ike you and me to put our egos aside, but if she's worth it, you make it work."
    },
    {
      "name": "Dennis",
      "line": "It's like my cousin Teddy's dog. Sometimes, he just doesn't want to lick my feet. So what I do is I hide my feet from him for a couple of days, and then when he sees them, he goes bananas."
    },
    {
      "name": "Dennis",
      "line": "So, Jack, in this example, Liz is the dog, and I am my feet. You see what I'm saying?"
    },
    {
      "name": "Jack",
      "line": "Yes, I believe I do."
    },
    {
      "name": "Dr. Snew",
      "line": "Each of you is here because you were insensitive to a coworker, okay?"
    },
    {
      "name": "Dr. Snew",
      "line": "You might have used one of the words I call the \"uh-oh\" words, such as \"slut,\" \"ho,\" uh, \"bitch,\" \"bee-yatch,\" \"queerburger,\" \"fag-o-tron,\" \"gay bird,\" the word for \"black\" in any language... nero, noir, schwartz, negro, kanjan sec. Hmm?"
    },
    {
      "name": "Dr. Snew",
      "line": "So, what else? What else can we not call each other?"
    },
    {
      "name": "Man 1",
      "line": "How about \"sweaty greaseball\"?"
    },
    {
      "name": "Dr. Snew",
      "line": "Ooh, very good. That's highly offensive."
    },
    {
      "name": "Man 2",
      "line": "\"Person of color.\""
    },
    {
      "name": "Dr. Snew",
      "line": "I guess if you say it like that."
    },
    {
      "name": "Tracy",
      "line": "\"Sneaky Taiwanese trannie who stole my watch.\""
    },
    {
      "name": "Dr. Snew",
      "line": "Yes! These words are terrible, but today, we are going to learn to communicate in a different way."
    },
    {
      "name": "Dr. Snew",
      "line": "And I would like to start... with Tracy and James."
    },
    {
      "name": "Dr. Snew",
      "line": "Guys? Now, I understand that the two of you got into a big, old conflict yesterday. And... let's work this out."
    },
    {
      "name": "Dr. Snew",
      "line": "Tracy, what did you really want to say to James?"
    },
    {
      "name": "Tracy",
      "line": "I'm trying to tell him he's my brother. We're the only two blacks on the show. We have to figure out a way to work together."
    },
    {
      "name": "Tracy",
      "line": "Like Professor Martin Luther King said, \"I have a feeling.\""
    },
    {
      "name": "Toofer",
      "line": "It is Dr. Martin Luther King, and he did not \"have a feeling.\" He had a dream."
    },
    {
      "name": "Tracy",
      "line": "Ah, dude wears khakis. Uncle Tom, party of one! Uncle Tom, party of one!"
    },
    {
      "name": "Toofer",
      "line": "You can't call someone that if you've never read the book!"
    },
    {
      "name": "Tracy",
      "line": "What book?"
    },
    {
      "name": "Tracy",
      "line": "You know what I think? I think you're ashamed of being black, and you're an embarrassment to your community."
    },
    {
      "name": "Toofer",
      "line": "I embarrass you? You embarrass me, and do you know why?"
    },
    {
      "name": "Toofer",
      "line": "Because there are racist people in this world, and when they see you act like a fool, they assume we're all fools."
    },
    {
      "name": "Tracy",
      "line": "That's it! This is it! This is the sketch we should do!"
    },
    {
      "name": "Toofer",
      "line": "What?"
    },
    {
      "name": "Tracy",
      "line": "Right here, you and me! This is deep stuff going on! We got to write this!"
    },
    {
      "name": "Toofer",
      "line": "You're right."
    },
    {
      "name": "Tracy",
      "line": "Dr. Snew, thank you very much!"
    },
    {
      "name": "Dr. Snew",
      "line": "Okay, okay, okay! That's really against the rules."
    },
    {
      "name": "Liz",
      "line": "Dennis? Oh, my God."
    },
    {
      "name": "Liz",
      "line": "\"I know this might be emotional for you, so there's a meatball sub in the fridge.\""
    },
    {
      "name": "Liz",
      "line": "\"Pro. Fixed TV.\" Huh."
    },
    {
      "name": "Tracy",
      "line": "Hello, I'm Star Jones, and welcome to \"The Star Jones Gastric-Bypass Cooking Show.\" Mmm!"
    },
    {
      "name": "Toofer",
      "line": "Liz, what happened to the race-relations sketch Tracy and I wrote?"
    },
    {
      "name": "Liz",
      "line": "We only had time for one more bit, and Tracy picked this one."
    },
    {
      "name": "Tracy",
      "line": "Now, you know I can only eat small portions! Oh, my goodness. Dessert!"
    },
    {
      "name": "Toofer",
      "line": "Okay, he's right. This is funnier."
    },
    {
      "name": "Jack",
      "line": "Guess where I was last night."
    },
    {
      "name": "Liz",
      "line": "Mark Foley's pajama party?"
    },
    {
      "name": "Jack",
      "line": "No. Kandahar."
    },
    {
      "name": "Liz",
      "line": "Afghanistan?"
    },
    {
      "name": "Jack",
      "line": "Yeah. Took the corporate jet to hook up with my neocon inamorata."
    },
    {
      "name": "Liz",
      "line": "Well, I'm glad things are working out for you and your mystery lady."
    },
    {
      "name": "Jack",
      "line": "Actually, they're not. I broke up with her."
    },
    {
      "name": "Liz",
      "line": "Really? What happened?"
    },
    {
      "name": "Jack",
      "line": "Well, I finally realized that we're not compatible. I mean, I'm all for fantasy role-play, but Abu Ghraib?"
    },
    {
      "name": "Liz",
      "line": "Well, you know, relationships end. People move on."
    },
    {
      "name": "Jack",
      "line": "But I'm glad at least I gave it a shot. Thank Dennis for making me do that."
    },
    {
      "name": "Liz",
      "line": "Dennis?"
    },
    {
      "name": "Jack",
      "line": "Yep. You know, I might have been too hard on that guy. He's okay."
    },
    {
      "name": "Liz",
      "line": "Hmm. \"Jack likes Dennis.\""
    },
    {
      "name": "Liz",
      "line": "\"Jack... likes... Dennis.\""
    },
    {
      "name": "TV",
      "line": "At Snapple, when young fruit ripen, they..."
    },
    {
      "name": "Liz",
      "line": "Hey."
    },
    {
      "name": "Dennis",
      "line": "Hey. I just, um... I just wanted to drop off your Christmas present. I had already bought it for you, so..."
    },
    {
      "name": "Dennis",
      "line": "It's a fancy briefcase because you're classy and important, like a dude."
    },
    {
      "name": "Liz",
      "line": "Thank you, Dennis."
    },
    {
      "name": "Dennis",
      "line": "I also got you some antihistamine in case the next guy you're with has a dog and you want to stay with him. Anyway..."
    },
    {
      "name": "Liz",
      "line": "Do you want to eat?"
    },
    {
      "name": "Dennis",
      "line": "What?"
    },
    {
      "name": "Liz",
      "line": "I got all this Chinese food. I'm never gonna finish it by myself."
    },
    {
      "name": "Dennis",
      "line": "For real? Should I grab a plate?"
    },
    {
      "name": "Liz",
      "line": "Yeah. Get me a diet soda."
    },
    {
      "name": "Dennis",
      "line": "Okay."
    },
    {
      "name": "TV",
      "line": "Good evening, and welcome to \"Dateline.\" Chris Hansen has our latest investigation."
    },
    {
      "name": "Dennis",
      "line": "Hello?"
    },
    {
      "name": "Chris Hansen",
      "line": "Good evening, sir. I'm Chris Hansen with \"Dateline NBC.\" Can I ask you what you're doing here?"
    },
    {
      "name": "Dennis",
      "line": "Yeah, I'm here to boff some chick named Mary."
    },
    {
      "name": "Liz",
      "line": "Oh, my God!"
    },
    {
      "name": "Chris Hansen",
      "line": "Do you know how old Mary is?"
    },
    {
      "name": "Dennis",
      "line": "22, I think."
    },
    {
      "name": "Dennis",
      "line": "Crap. That girl said she was 16, but I swear to God, I could tell she was 22."
    },
    {
      "name": "Liz",
      "line": "Get out of my apartment!"
    },
    {
      "name": "Dennis",
      "line": "This happened while we were broken up."
    },
    {
      "name": "Liz",
      "line": "Oh, no, no, no. I was right about you!"
    },
    {
      "name": "Liz",
      "line": "This is a con, by the way. You on \"Dateline\" is a con!"
    },
    {
      "name": "Dennis",
      "line": "You know what? I knew you wouldn't be cool about this. We're finished."
    },
    {
      "name": "Liz",
      "line": "You can't break up with me! I already broke up with you!"
    },
    {
      "name": "Dennis",
      "line": "Fine, then we agree to disagree!"
    }
  ]
}