{
    "season": 1,
    "episode": 4,
    "title": "Jack the Writer",
    "script": [
{"name": "Liz", "line": "All right, we have a lot to get through today, you guys. Anybody have anything on page one?"},
{"name": "Liz", "line": "I think we need to change this Donald Trump joke... because Donald Trump was eaten by a lion this morning, on the International Space Station."},
{"name": "Liz", "line": "Anyone listening? Yeah, okay."},
{"name": "Liz", "line": "Cerie, how about, instead of doing the scripts, why don't you just organize those videotapes?"},
{"name": "Cerie", "line": "Oh, okay."},
{"name": "Liz", "line": "Okay, actually, could you go downstairs and get me a chai tea?"},
{"name": "Cerie", "line": "Okay, um... where are my shoes?"},
{"name": "Liz", "line": "No, no, just go. Just go barefoot. Just leave your shoes. Okay."},
{"name": "Frank", "line": "We got to change this Trump joke."},
{"name": "PA", "line": "Josh to the set, please, for \"Sniper\"..."},
{"name": "Kenneth", "line": "Mr. Jordan?"},
{"name": "Tracy", "line": "What's up, Ken?"},
{"name": "Kenneth", "line": "I got your car washed like you asked, and I got that \"Baby On Board\" sign you wanted, to help you get tail."},
{"name": "Tracy", "line": "Thanks, Ken. You done good."},
{"name": "Kenneth", "line": "It's my pleasure and my job, sir. Anything you ever need, just ask."},
{"name": "Tracy", "line": "But I want you to know something."},
{"name": "Tracy", "line": "You and me... It's not gonna be a one-way street."},
{"name": "Tracy", "line": "'Cause I don't believe in one-way streets... not between people and not while I'm driving."},
{"name": "Kenneth", "line": "Oh, okay."},
{"name": "Tracy", "line": "So here's some advice I wish I would have got, when I was your age."},
{"name": "Tracy", "line": "Live every week like it's \"Shark Week.\""},
{"name": "Liz", "line": "That's Stan there. Happy birthday, Stan."},
{"name": "Liz", "line": "All right, we're halfway done. Let's take a little break. You guys want to have a one-minute dance party?"},
{"name": "Frank", "line": "Yeah!"},
{"name": "Lutz", "line": "Good idea."},
{"name": "Frank", "line": "Crank it, Toofer."},
{"name": "Frank", "line": "Yeah, shake it. Feel the music."},
{"name": "Liz", "line": "Oh, Mr. Donaghy."},
{"name": "Jack", "line": "No, please, uh, finish your dance."},
{"name": "Liz", "line": "Oh, we were just taking a little break, and we all love the music of Chamillionaire."},
{"name": "Jack", "line": "I see. If you don't mind, I'll just observe from... over here."},
{"name": "Liz", "line": "You will? Why?"},
{"name": "Jack", "line": "Are you familiar with Six Sigma?"},
{"name": "Frank", "line": "Oh, yeah. It's a special kind of G. I. Joe."},
{"name": "Jack", "line": "It's Frank, right?"},
{"name": "Frank", "line": "Y-yes, sir."},
{"name": "Jack", "line": "Yeah."},
{"name": "Jack", "line": "Frank, Six Sigma is the elite G. E. Executive Training Course. To master just its basic concepts, one must brave a five-day conference at a Sheraton. Six Sigma says that a manager must understand, every aspect of the business he or she oversees."},
{"name": "Liz", "line": "Which means..."},
{"name": "Jack", "line": "I'll be in here every day, soaking it up."},
{"name": "Jack", "line": "So, please, return to work and act like I'm not here."},
{"name": "Liz", "line": "Okay. Let's get into Toofer's commercial parody. We were trying to think of a funnier cereal name."},
{"name": "Liz", "line": "The favorite options so far include, Honey Bunches of Sadness, Oat Bung, and Swastikos."},
{"name": "Toofer", "line": "Uh, Froot Lupus."},
{"name": "Frank", "line": "No."},
{"name": "Lutz", "line": "Dingleberries."},
{"name": "Frank", "line": "Fart Nuggets."},
{"name": "Jack", "line": "Sorry. That's really great."},
{"name": "Liz", "line": "Okay, let's just think for another minute. Um, Frosted Mini-Guns."},
{"name": "Frank", "line": "No."},
{"name": "Frank", "line": "Lucky Bastards."},
{"name": "Jack", "line": "If you don't mind, I think we all really laughed at Fart Nuggets, so could we just move on, please?"},
{"name": "Liz", "line": "Every day, huh?"},
{"name": "Cerie", "line": "You guys want coffee?"},
{"name": "Frank", "line": "Oh, yeah."},
{"name": "Jack", "line": "So, I was doing some research on comedy, and I came across the cartoon strip \"Dilbert.\", It's quite good. And I was wondering if we could do that."},
{"name": "Liz", "line": "Do what?"},
{"name": "Jack", "line": "\"Dilbert.\""},
{"name": "Cerie", "line": "You guys want coffee?"},
{"name": "Frank", "line": "Oh, yeah."},
{"name": "Jack", "line": "No, no, no, no, no. You can't say that. Jeb Bush is a friend of mine."},
{"name": "Frank", "line": "Who should I change it to?"},
{"name": "Jack", "line": "Sean Penn. No, Barbra Streisand."},
{"name": "Jack", "line": "He guns it. Girl falls into the water."},
{"name": "Cerie", "line": "You guys want coffee?"},
{"name": "Jack", "line": "So he circled back, looking for her. Remember, it's pitch-black out. The boat hits something... hard... and you hear kind of, \"eeeeughh.\", And Brokaw says, \"Just go. Don't look back.\", Now, I'm not a writer, but maybe there's a skit in that."},
{"name": "Pete", "line": "Hey."},
{"name": "Liz", "line": "What's up? Good morning."},
{"name": "Pete", "line": "So, is Donaghy gonna be in the room again today?"},
{"name": "Liz", "line": "Ugh, probably, yeah."},
{"name": "Pete", "line": "Well, you have to say something to him. You guys are not getting any work done."},
{"name": "Liz", "line": "Really? You don't think his idea of starting with the catchphrases, and working backwards is panning out?"},
{"name": "Jack", "line": "Nuts to you, McGillicuddy."},
{"name": "Jack", "line": "Who ordered the wieners?"},
{"name": "Jack", "line": "Beep, beep, ribby, ribby!"},
{"name": "Liz", "line": "Actually, Frank wrote a draft of \"Beep, beep, ribby, ribby.\""},
{"name": "Pete", "line": "Look, you have to say something to Jack soon, or your writers are gonna revolt."},
{"name": "Liz", "line": "What do you all not understand? He's our boss."},
{"name": "Liz", "line": "Me trying to tell Jack what to do, would be like you trying to boss around... which one of your kids is it that you're afraid of?"},
{"name": "Pete", "line": "Kyle. Kyle. So strong."},
{"name": "Liz", "line": "Oh, come on. That was a jacket. That's it. I got to talk to her about her clothes. She can't dress like that."},
{"name": "Pete", "line": "Yes, she can. People like the way she dresses."},
{"name": "Liz", "line": "Oh, come on. It's distracting. It's inappropriate."},
{"name": "Pete", "line": "You're inappropriate, you jerk, with your big, stupid face!"},
{"name": "Liz", "line": "Come on."},
{"name": "Pete", "line": "No, Liz. Listen, listen, listen. Look at me. Look how bald I am. Look at my life. Please, just give me this one thing."},
{"name": "Liz", "line": "Pete, no! Come on! I'm talking to her."},
{"name": "Pete", "line": "Talk to yourself!"},
{"name": "Tracy", "line": "K, my boy! What's the frequency, Ken? I need you to grab me some lunch."},
{"name": "Kenneth", "line": "Absolutely. What can I get for you?"},
{"name": "Tracy", "line": "I want nachos."},
{"name": "Kenneth", "line": "Yes, sir."},
{"name": "Tracy", "line": "From Yankee Stadium."},
{"name": "Kenneth", "line": "Yes, sir!"},
{"name": "PA", "line": "Jenna to the set, please, for \"United Nations Bloopers.\""},
{"name": "Liz", "line": "Oh, hey, Cerie. I kind of need to talk to you about something. Do you have a second?"},
{"name": "Cerie", "line": "Sure."},
{"name": "Liz", "line": "Okay. This is gonna sound really weird, but, um... you need to wear a bra."},
{"name": "Cerie", "line": "Oh, no, I... I don't, actually. They kind of just stay up on their own. See?"},
{"name": "Liz", "line": "Yeah, okay. What I'm saying is, you need to wear a bra to work, if you want to be taken seriously in this business."},
{"name": "Cerie", "line": "Oh, but I don't actually want to work in television."},
{"name": "Cerie", "line": "Career-wise, I'm just gonna marry rich, and then design handbags."},
{"name": "Liz", "line": "Here's the thing. The way that you dress, is making some people around the office uncomfortable."},
{"name": "Cerie", "line": "Really? Who?"},
{"name": "Pete", "line": "Not me."},
{"name": "Liz", "line": "I guess it's mostly me that has the problem with it."},
{"name": "Cerie", "line": "Oh, because you have, like, one of those body-image things?"},
{"name": "Liz", "line": "No, it's not that."},
{"name": "Cerie", "line": "Good, because I was gonna say, you still have a good body."},
{"name": "Liz", "line": "Well, thank you, but this isn't about me."},
{"name": "Cerie", "line": "Like, how'd you dress before you were married?"},
{"name": "Liz", "line": "I'm not married, Cerie."},
{"name": "Cerie", "line": "Oh, for some reason I thought you had, like, three kids."},
{"name": "Liz", "line": "Nope. Never married. No kids."},
{"name": "Cerie", "line": "'Cause sometimes you have, like, food stains on your shirt and stuff. I just assumed that it was kids."},
{"name": "Liz", "line": "You know what? Forget I mentioned it. You look great."},
{"name": "Liz", "line": "Is it my birthday?"},
{"name": "Toofer", "line": "You have to get Donaghy out of the room."},
{"name": "Liz", "line": "Boy, we, as a group, might not smell great."},
{"name": "Frank", "line": "Come on, he's stifling us. I feel like I just can't be myself around him."},
{"name": "Lutz", "line": "Yeah, Tracy's downstairs right now, rehearsing the best thing we've written all week."},
{"name": "Tracy", "line": "Beep, beep, ribby, ribby."},
{"name": "Liz", "line": "All right."},
{"name": "Liz", "line": "All right, I'll take care of it."},
{"name": "Frank", "line": "Thanks, Liz."},
{"name": "Liz", "line": "Hey, Mr. Donaghy."},
{"name": "Jack", "line": "Sorry I'm late. I was at a luncheon for Ann Coulter's 60th birthday."},
{"name": "Liz", "line": "Oh, yeah. Listen, it's been really great having you in the room, these last few days..."},
{"name": "Jack", "line": "Oh, it's been great for me, too, being around all this creativity."},
{"name": "Jack", "line": "I'll tell you, in the beginning, I thought it was gonna be a bit of a chore, honestly, but now... oh, I have an idea for you. Uh, Monkey Senate. We open on the Capitol..."},
{"name": "Liz", "line": "You can't be in here anymore!"},
{"name": "Jack", "line": "What's that?"},
{"name": "Liz", "line": "It's not working."},
{"name": "Liz", "line": "You're driving everybody crazy, and, okay, you can just fire me now, and I will go back to teaching improv to senior citizens."},
{"name": "Jack", "line": "Why would I want to fire you? This is fine. Six Sigma values direct and honest communication, between coworkers, so, uh... Thank you, Liz."},
{"name": "Liz", "line": "Oh, sure."},
{"name": "Jack", "line": "I'll just head upstairs now."},
{"name": "Liz", "line": "Okay, well, thank you for being so understanding."},
{"name": "Jack", "line": "Absolutely."},
{"name": "Kenneth", "line": "Oh, no! I will not let you down, sir."},
{"name": "Kenneth", "line": "Go get help, girl."},
{"name": "Liz", "line": "Hey, Jonathan. I left a bunch of messages for Jack, but I haven't heard back. Do you know if he got them?"},
{"name": "Jonathan", "line": "Mr. Donaghy's been very busy."},
{"name": "Liz", "line": "Oh, well, I just... I really need him to approve this budget."},
{"name": "Jonathan", "line": "Well, I'm sorry. He's out of the country till the end of the week."},
{"name": "Tracy", "line": "You want to know another key to success?"},
{"name": "Kenneth", "line": "I do, Mr. Jordan."},
{"name": "Tracy", "line": "Dress every day like you gonna get murdered in those clothes."},
{"name": "Tracy", "line": "You did real good the other day with those nachos, but I need you to do something of a different nature."},
{"name": "Tracy", "line": "Okay, would you agree when I say, that a man's freedom only exists, when he's free to pursue his desires?"},
{"name": "Kenneth", "line": "Yes, I suppose I would."},
{"name": "Tracy", "line": "Which means when the law conflicts with our desires, then we must operate outside the law."},
{"name": "Tracy", "line": "You following me?"},
{"name": "Kenneth", "line": "Otherwise, we would no longer be free."},
{"name": "Tracy", "line": "Now, I got a mission for you."},
{"name": "Cerie", "line": "Hey, Liz. I took your advice. I'm wearing a bra."},
{"name": "Liz", "line": "That's great, Cerie."},
{"name": "Jonathan", "line": "Liz, can I speak to you for a second?"},
{"name": "Liz", "line": "Sure. What's going on?"},
{"name": "Jonathan", "line": "Mr. Donaghy is very upset, that you banned him from the writers' room. He wants you to apologize."},
{"name": "Liz", "line": "Really?!"},
{"name": "Jonathan", "line": "But when you apologize, you have to act like it was your idea. He can't know that I told you."},
{"name": "Liz", "line": "But he sent you here to tell me to apologize."},
{"name": "Jonathan", "line": "Exactly. I penciled you in for 3:00. This conversation never happened."},
{"name": "PA", "line": "Jenna, set yourself, please, for \"Who Wants to Eat a Dictionary?\""},
{"name": "Pete", "line": "Where's Kenneth?"},
{"name": "Man", "line": "Who is it?"},
{"name": "Kenneth", "line": "It's Kenneth from the NBC page program. I'm here for a pickup from Kyang Dang."},
{"name": "Kenneth", "line": "Hello, gentlemen. Oh, thank goodness, air-conditioning. Ooh, what does that tattoo mean? When I get nervous, I ask a lot of questions. Do y'all have a bathroom I could use? Y'all have long fingernails. Now, do y'all rent this space, or do you own it? Hey! That's a funny-looking fish. What is that... like, a grapefruit knife? Do you have a cellphone? What's your plan?"},
{"name": "Pete", "line": "This apology thing is... interesting."},
{"name": "Liz", "line": "Oh, even when it's something normal, I hate going up to Jack's office. I always feel like I'm entering the Death Star. I expect to see stormtroopers. I'm telling you, if Donaghy does this at me, I will run."},
{"name": "Pete", "line": "You'll be fine... Captain Needa."},
{"name": "Liz", "line": "No, Captain Needa dies. He dies!"},
{"name": "Kenneth", "line": "ß There's no business like show business ß, ß Like no business I know ß, ß Everything about it is appealing ß, ß Everything the traffic will allow ß, ß Nowhere can you get that special feeling ß, ß Than when you're stealing that extra bow ß"},
{"name": "Jack", "line": "What can I do for you? I'm on a helicopter in 15 minutes."},
{"name": "Liz", "line": "Uh... well, sir, I just wanted to say, um, I'm sorry if I hurt your feelings the other day, when I asked you to stay out of the writers' room."},
{"name": "Jack", "line": "That's absurd. Completely unnecessary. I haven't given it a second thought."},
{"name": "Liz", "line": "Okay, good, 'cause, you know, the writers, they see you as management."},
{"name": "Jack", "line": "Please, it's water under the bridge. Stop worrying and just go on back to work."},
{"name": "Liz", "line": "Right."},
{"name": "Jack", "line": "Of course, I can understand, how you might think my feelings were hurt. No one wants to hear that people don't like you."},
{"name": "Liz", "line": "What? No, that... No, that's not at all what I was saying before. I never said that people don't like you. That's not true."},
{"name": "Jack", "line": "So people do like me?"},
{"name": "Liz", "line": "Yes, people like you."},
{"name": "Jack", "line": "Do you like me?"},
{"name": "Liz", "line": "Of course. I like you, Jack."},
{"name": "Jack", "line": "You know what I like about you?"},
{"name": "Jack", "line": "Your eyes."},
{"name": "Jack", "line": "You have those... black... shark's eyes, you know? Very intense."},
{"name": "Liz", "line": "Thank you."},
{"name": "Jack", "line": "Anyway..."},
{"name": "Tracy", "line": "You done good, kid. That thing ever goes missing, and gets into the public water system, we don't know each other."},
{"name": "Kenneth", "line": "Got it."},
{"name": "Tracy", "line": "I got one little errand for you to run."},
{"name": "Tracy", "line": "Tomorrow's my anniversary, and I almost forgot about it."},
{"name": "Tracy", "line": "But what did I tell you was the secret, to having a good marriage and keeping it together, Kenneth?"},
{"name": "Kenneth", "line": "Be a good listener, a giver of gifts, and work that vajayjay."},
{"name": "Tracy", "line": "That's my boy."},
{"name": "Tracy", "line": "That's why I want you to go see my jeweler."},
{"name": "Jack", "line": "Good morning, Liz."},
{"name": "Liz", "line": "Oh, hi, Mr. Donaghy. How are you?"},
{"name": "Jack", "line": "Fine, thank you."},
{"name": "Jack", "line": "I remember you mentioning what a big fan you are, of the rapper Chamillionaire."},
{"name": "Liz", "line": "Oh, 'cause I was dancing with Frank? Oh, yes, yeah. I love Chamillionaire."},
{"name": "Jack", "line": "Well, it just so happens, that he's performing this weekend at Webster Hall, and I got some V. I. P. tickets and backstage passes."},
{"name": "Jack", "line": "You could take the writers or a friend, whatever."},
{"name": "Jack", "line": "Enjoy yourself. You deserve it."},
{"name": "Liz", "line": "Wow, thank you. That's... that's very thoughtful."},
{"name": "Jack", "line": "Well, I think that coworkers, should have good personal relationships."},
{"name": "Jack", "line": "I know we've had some missteps, but we've put all that behind us, and I'd like us to be... friendly."},
{"name": "Liz", "line": "Yeah, absolutely, yes. So do I."},
{"name": "Liz", "line": "Wow, I just can't believe Chamillionaire tickets, were still available."},
{"name": "Jack", "line": "Ha, well... See you."},
{"name": "PA", "line": "Josh to the stage, please, for \"Homophobic Gays.\""},
{"name": "Pete", "line": "What was that about?"},
{"name": "Liz", "line": "Just talking to my bud Jack Donaghy."},
{"name": "Pete", "line": "Bud? Really?"},
{"name": "Liz", "line": "Yes, he said he wants us to be friends, he gave me Chamillionaire tickets, and he even did this to me."},
{"name": "Pete", "line": "Wow, well, look, having Jack on your side, can only make life easier. It's good for everybody if he wants to be friends."},
{"name": "Liz", "line": "I know, but it's so weird. It's like that scene where you see, the back of Darth Vader's head with his helmet off, and you're like, \" He's a human being.\", I got to get some new DVDs."},
{"name": "Pete", "line": "Did we just go in a circle?"},
{"name": "Liz", "line": "Yeah, I was following you."},
{"name": "Pete", "line": "I was following you."},
{"name": "Liz", "line": "No, I'm going to wardrobe."},
{"name": "Pete", "line": "Okay, good walk and talk."},
{"name": "Liz", "line": "Lee, can I check costumes for the cold open?"},
{"name": "Man", "line": "That looks fierce."},
{"name": "Cerie", "line": "Hey, Liz."},
{"name": "Liz", "line": "Cerie, seriously. Take that off. And, you, stop encouraging her. You're an enabler."},
{"name": "Liz", "line": "You need to dress like you have a job, and parents who raised you, in some kind of shame-based American religious tradition."},
{"name": "Liz", "line": "Here."},
{"name": "Cerie", "line": "I can make this hot."},
{"name": "Cerie", "line": "Now I get to pick out what I think you'd look good in."},
{"name": "Liz", "line": "Oh, I'm not really a fashion person."},
{"name": "Cerie", "line": "You're wearing this."},
{"name": "Liz", "line": "Come on, no."},
{"name": "Cerie", "line": "I'm serious... this color would be amazing on you, and you're a size 4, right?"},
{"name": "Liz", "line": "Well, aren't you sweet?"},
{"name": "Liz", "line": "Hey, guys. What's up?"},
{"name": "Frank", "line": "Ugh!"},
{"name": "Pete", "line": "Oh, my God!"},
{"name": "Liz", "line": "What..."},
{"name": "Pete", "line": "What are you wearing?!"},
{"name": "Frank", "line": "You're making me gay."},
{"name": "Liz", "line": "It's a joke, obviously. I'm wearing this as a joke. A bunch of comedy writers don't know a joke, jeez."},
{"name": "Frank", "line": "I just threw up in my mouth."},
{"name": "Liz", "line": "I said it's a joke!"},
{"name": "Writer", "line": "Work your \"thang.\""},
{"name": "Lutz", "line": "I think I'm having a heart attack."},
{"name": "Liz", "line": "Excellent. Right here. Thank you."},
{"name": "Frank", "line": "Oh, pizza."},
{"name": "Liz", "line": "There you go. Thank you, sir."},
{"name": "Frank", "line": "Can we eat this out on the roof gardens?"},
{"name": "Liz", "line": "I don't even know how to get out there. I don't think people are allowed out there."},
{"name": "Toofer", "line": "No, I see \"Today Show\" people eating out there all the time."},
{"name": "Liz", "line": "Really? Even Ann Curry?"},
{"name": "Jack", "line": "I'll show you the studio in just a minute, but, first, this is where my writers write."},
{"name": "Jack", "line": "Don't mind the odor."},
{"name": "Jack", "line": "But, seriously, since Tracy's arrival, the show is up in the key demos, we're driving male viewership, and we're effectively synergizing backward overflow."},
{"name": "Toofer", "line": "Please, Liz. Let us eat outside."},
{"name": "Liz", "line": "You know what? I'll ask Jack. He'll let us eat out there, right? He and I have an important friendship."},
{"name": "Frank", "line": "Hey, they didn't bring any sodas."},
{"name": "Pete", "line": "I'll call Kenneth. Seriously, where is Kenneth?"},
{"name": "Kenneth", "line": "Happy Anniversary, Mrs. Jordan. Excuse me, do y'all just have noodles with butter?"},
{"name": "Jack", "line": "reintegrate that position..."},
{"name": "Liz", "line": "Hey, Jack! Sorry to interrupt."},
{"name": "Liz", "line": "Hey, can we eat our pizza outside? 'Cause those wangs from the \"Today Show\", eat on the roof garden all the time, you know?"},
{"name": "Liz", "line": "And I thought since me and you are best buds... boink... maybe you could do me a solid, and slip me the key to that thing."},
{"name": "Liz", "line": "This guy's the best. He got me kick-ass Chamillionaire tickets."},
{"name": "Liz", "line": "You guys like Chamillionaire?"},
{"name": "Liz", "line": "Anyway, Jack rocks. This guy... A-plus."},
{"name": "Jack", "line": "Excuse me for a moment."},
{"name": "Jack", "line": "I'm sorry for what's about to happen right now. Just know that I don't mean it."},
{"name": "Liz", "line": "Don't mean what?"},
{"name": "Jack", "line": "What group home did you escape from, that you would dare talk to me like some plumber's wife, in front of Ron Gordon and Bob Overmyer?"},
{"name": "Liz", "line": "I don't even know who those guys are."},
{"name": "Jack", "line": "Oh, really? Your ignorance was obvious when you waddled up to me, with your thin-lipped mouth full of greasy peasant food, and addressed me by my Christian name, in front of the gentlemen from Fairfield."},
{"name": "Jack", "line": "That's Fairfield, Connecticut, Lemon... G. E. Headquarters."},
{"name": "Jack", "line": "But how would you know that, with your nigh 40 years of public education, and daytime-television viewing?"},
{"name": "Jack", "line": "If you ever pull a bush-league stunt like that again, I'm gonna have you, writing promos for Arena football so fast, it'll make your inexplicably small head spin."},
{"name": "Frank", "line": "Oh, snap."},
{"name": "Jack", "line": "Sorry. I'm sorry. I'm sorry."},
{"name": "Liz", "line": "I thought you said we were friends."},
{"name": "Jack", "line": "I said we were friendly."},
{"name": "Liz", "line": "Well, I don't like you anymore."},
{"name": "Jack", "line": "I don't believe you."},
{"name": "Jack", "line": "Go easy on the pizza."}
    ]
}